Repository: BrewGnome/brasero
Catalog: po/*.po
Languages: as

source: _Empty Project
as: ৰিক্ত প্ৰকল্প (_E)

source: Let you choose your new project
as: আপোনাৰ প্ৰকল্প আপোনাৰ বাচিবলৈ দিয়ে

source: New _Audio Project
as: নতুন অ'ডিঅ' প্ৰকল্প (_A)

source: Create a traditional audio CD that will be playable on computers and stereos
as: এটা পাৰম্পৰিক অ'ডিঅ' CD সৃষ্টি কৰক যাক কম্পিউটাৰ আৰু স্টিৰিঅ'ত বজাব পাৰিব

source: New _Data Project
as: নতুন তথ্য প্ৰকল্প (_D)

source: Create a CD/DVD containing any type of data that can only be read on a computer
as: যিকোনো ধৰণৰ তথ্য থকা এটা CD/DVD সৃষ্টি কৰক যাক অকল কম্পিউটাৰতহে পঢ়িব পাৰি

source: New _Video Project
as: নতুন ভিডিঅ' প্ৰকল্প (_V)

source: Create a video DVD or a SVCD that are readable on TV readers
as: এটা ভিডিঅ' DVD বা এটা SVCD সৃষ্টি কৰক যাক TV ৰিডাৰে পঢ়িব পাৰে

source: Copy _Disc...
as: ডিষ্ক নকল কৰক (_D)...

source: Create a 1:1 copy of an audio CD or a data CD/DVD on your hard disk or on another CD/DVD
as: এটা অ'ডিঅ' CD বা এটা তথ্য CD/DVD ৰ আপোনাৰ হাৰ্ড ডিষ্ক বা অন্য CD/DVD ত ১:১ নকল সৃষ্টি কৰক

source: _Burn Image...
as: ইমেজ বাৰ্ন কৰক (_B)...

source: Burn an existing CD/DVD image to disc
as: বৰ্ত্তমানে থকা CD/DVD ইমেজক ডিষ্কলৈ বাৰ্ন কৰক

source: _Open...
as: খোলক (_O)...

source: Open a project
as: প্ৰকল্প এটা খোলক

source: %d file selected (%s)
as: %d নথিপত্ৰ নিৰ্বাচিত (%s)

source: %d file is supported (%s)
as: %d নথিপত্ৰ সমৰ্থিত (%s)

source: %d file can be added (%s)
as: %d নথিপত্ৰ যোগ কৰিব পাৰি (%s)

source: No file can be added (%i selected file)
as: কোনো নথিপত্ৰ যোগ কৰিব নোৱাৰি (%i নিৰ্বাচিত নথিপত্ৰ)

source: No file is supported (%i selected file)
as: কোনো নথিপত্ৰ সমৰ্থিত নহয় (%i নিৰ্বাচিত নথিপত্ৰ)

source: No file selected
as: কোনো নথিপত্ৰ নিৰ্ব্বাচন কৰা হোৱা নাই

source: Brasero - New Audio Disc Project
as: Brasero - নতুন অ'ডিঅ' ডিষ্ক প্ৰকল্প

source: Brasero - New Data Disc Project
as: Brasero - নতুন তথ্য ডিষ্ক প্ৰকল্প

source: Brasero - New Video Disc Project
as: Brasero - নতুন ভিডিঅ' ডিষ্ক প্ৰকল্প

source: Brasero - New Image File
as: Brasero - নতুন ইমেজ নথিপত্ৰ

source: Brasero - Disc Copy
as: Brasero - ডিষ্ক নকল কৰা

source: The project "%s" does not exist
as: "%s" প্ৰকল্প নাই

source: Open Project
as: খোলা প্ৰকল্প

source: _New
as: নতুন (_N)

source: _Open
as: খোলক (_O)

source: Browse the file system
as: নথিপত্ৰপ্ৰণালী চৰণ কৰক

source: Search files using keywords
as: কিৱৰ্ড দি নথিপত্ৰ বিচাৰক

source: Display playlists and their contents
as: প্লেলিস্ট আৰু সিহঁতৰ বিষয়বস্তু দেখুৱাওক

source: Audi_o project
as: অ'ডিঅ' প্ৰকল্প (_o)

source: Create a traditional audio CD
as: পাৰম্পৰিক অ'ডিঅ' CD সৃষ্টি কৰক

source: D_ata project
as: তথ্য প্ৰকল্প (_a)

source: Create a data CD/DVD
as: এটা তথ্য CD/DVD সৃষ্টি কৰক

source: _Video project
as: ভিডিঅ' প্ৰকল্প (_V)

source: Create a video DVD or a SVCD
as: এটা ভিডিঅ' DVD বা এটা SVCD সৃষ্টি কৰক

source: Disc _copy
as: ডিষ্ক নকল কৰা (_c)

source: Create 1:1 copy of a CD/DVD
as: এটা CD/DVD ৰ ১:১ নকল সৃষ্টি কৰক

source: Burn _image
as: ইমেজ বাৰ্ন কৰক (_i)

source: Last _Unsaved Project
as: শেষৰ অসংৰক্ষিত প্ৰকল্প (_U)

source: Load the last project that was not burnt and not saved
as: বাৰ্ন নকৰা আৰু ৰক্ষা নকৰা শেষৰ প্ৰকল্প তুলি লওক

source: No recently used project
as: কোনো শেহতীয়াভাবে ব্যৱহাৰ কৰা প্ৰকল্প নাই

source: Create a new project:
as: নতুন প্ৰকল্প এটা তৈযাৰ কৰক

source: Recent projects:
as: শেহতীয়া প্ৰকল্প:

source: Check _Again
as: আকৌ পৰীক্ষা কৰক (_A)

source: The file integrity check could not be performed.
as: নথিপত্ৰ ঐক্যতাৰ পৰীক্ষা কৰিব পৰা ন'গ'ল ।

source: The file integrity was performed successfully.
as: নথিপত্ৰ ঐক্যতা সফলভাবে পৰীক্ষা কৰা গ'ল ।

source: There seems to be no corrupted file on the disc
as: ডিষ্কত কোনো দূষিত নথিপত্ৰ নাই

source: The following files appear to be corrupted:
as: এই নথিপত্ৰ দূষিত নিচিনা লাগে:

source: Corrupted Files
as: দূষিত নথিপত্ৰ

source: Downloading md5 file
as: md5 নথিপত্ৰ ডাউন্‌লোড কৰা হৈছে

source: "%s" is not a valid URI
as: "%s" এটা বৈধ URI নহয়

source: No md5 file was given.
as: কোনো md5 নথিপত্ৰ দিয়া হোৱা নাই ।

source: Use a _md5 file to check the disc
as: ডিষ্ক পৰীক্ষা কৰিবলৈ এটা md5 নথিপত্ৰ ব্যৱহাৰ কৰক (_m)

source: Use an external .md5 file that stores the checksum of a disc
as: ডিষ্কৰ ছেক-ছাম থোৱা এটা বাহিৰৰ .md5 নথিপত্ৰ ব্যৱহাৰ কৰক

source: Open a md5 file
as: এটা md5 নথিপত্ৰ খোলক

source: _Check
as: পৰীক্ষা কৰকৰ (_C)

source: Disc Checking
as: ডিষ্কৰ পৰীক্ষা

source: The operation cannot be performed.
as: কাৰ্য্য কৰিব নোৱাৰি ।

source: The disc is not supported
as: ডিষ্ক সমৰ্থিত নহয়

source: The drive is empty
as: ড্ৰাইভ ৰিক্ত

source: Select a disc
as: ডিষ্ক নিৰ্ব্বাচন কৰক

source: Progress
as: উন্নতি

source: Getting size
as: আকাৰ পোৱা হৈছে

source: Writing
as: লিখা হৈছে

source: Blanking
as: ৰিক্ত কৰা হৈছে

source: Creating checksum
as: ছেক-ছাম সৃষ্টি কৰা হৈছে

source: Copying file
as: নথিপত্ৰ নকল কৰা হৈছে

source: Preparing to write
as: লিখিবলৈ প্ৰস্তুত কৰা হৈছে

source: Writing leadin
as: leadin লিখা হৈছে

source: Writing CD-TEXT information
as: CD-TEXT তথ্য লিখা হৈছে

source: Finalising
as: চূড়ান্ত কৰা হৈছে

source: Writing leadout
as: leadout লিখা হৈছে

source: Starting to record
as: ৰেকৰ্ড কৰিব আৰম্ভ কৰা হৈছে

source: Success
as: সফল

source: Burning CD/DVD
as: CD/DVD বাৰ্ন কৰা হৈছে

source: The disc in "%s" cannot be ejected
as: "%s" ত ডিষ্ক ইজেক্ট কৰিব নোৱাৰি

source: "%s" cannot be unlocked
as: "%s" আন-লক কৰিব নোৱাৰি

source: No burner specified
as: কোবো বাৰ্নাৰ নিৰ্ধাৰণ কৰা হোৱা নাই

source: No source drive specified
as: কোনো উৎসৰ ড্ৰাইভৰ নিৰ্ধাৰণ কৰা হোৱা নাই

source: Ongoing copying process
as: চলি থকা নকল কাৰ্য্য

source: The drive cannot be locked (%s)
as: ড্ৰাইভক লক কৰিব নোৱাৰি (%s)

source: The drive has no rewriting capabilities
as: ড্ৰাইভত পুনঃ লিখিব পৰা ক্ষমতা নাই

source: Ongoing blanking process
as: চলি থকা ৰিক্ত কৰাৰ প্ৰক্ৰিয়া

source: The drive cannot burn or the disc cannot be burnt
as: ড্ৰাইভে বাৰ্ন কৰিব নোৱাৰে বা ডিষ্কক বাৰ্ন কৰিব নোৱাৰি

source: Ongoing checksuming operation
as: চলি থকা ছেক-ছামৰ কাৰ্য্য

source: Merging data is impossible with this disc
as: এই ডিষ্কত তথ্য একেলগ কৰিব নোৱাৰি

source: Not enough space available on the disc
as: ডিষ্কত যথেষ্ট ৰিক্ত স্থান নাই

source: There is no track to be burnt
as: বাৰ্ন কৰিবলৈ ট্ৰেক নাই

source: Only one track at a time can be checked
as: একে সময়ত অকল এটা ট্ৰেক পৰীক্ষা কৰিব পাৰি

source: No format for the temporary image could be found
as: অস্থায়ী ইমেজৰ কাৰণে কোনো আকৃতি পোৱা ন'গ'ল

source: An internal error occured
as: এটা অভ্যন্তৰীণ সমস্যা উৎপন্ন হৈছে

source: "%s" did not behave properly
as: "%s" আচৰণ ঠিক নাছিল

source: Not enough space available on the disc (%lli available for %lli)
as: ডিষ্কত যথেষ্ট স্থান নাই (%lli পোৱা গৈছে%lli ৰ কাৰণে)

source: The filesystem you chose to store the temporary image on cannot hold files with a size over 2 GiB
as: অস্থায়ী ইমেজ ৰক্ষা কৰিবলৈ আপুনি নিৰ্ব্বাচন কৰা নথিপত্ৰ প্ৰণালীয়ে ২ GiB তকৈ অধিক ডাঙৰ নথিপত্ৰ ধাৰণ কৰিব নোৱাৰে ।

source: The location you chose to store the temporary image on does not have enough free space for the disc image (%ld MiB needed)
as: অস্থায়ী ইমেজ ৰক্ষা কৰিবলৈ আপুনি নিৰ্ব্বাচন কৰা স্থানত ডিষ্ক ইমেজৰ কাৰ্ণে যথেষ্ট স্থান নাই (%ld MiB ৰ প্ৰয়োজন)

source: The size of the volume could not be retrieved
as: আয়তনৰ আকাৰ উদ্ধাৰ কৰিব নোৱাৰি

source: No path was specified for the image output
as: ইমেজ নিৰ্গমৰ পথ নিৰ্ধাৰিত কৰা হোৱা নাই

source: "%s" already exists
as: "%s" বৰ্তমানে উপস্থিত ৰয়েছে

source: An internal error occured (%s)
as: এটা অভ্যন্তৰীণ ত্ৰুটি উৎপন্ন হৈছে (%s)

source: The file is not stored locally
as: নথিপত্ৰটি স্থানীয় অৱস্থানে উপস্থিত নহয়

source: VIDEO_TS directory is missing or invalid
as: VIDEO_TS ডিৰেক্টৰি অনুপস্থিত বা বৈধ নহয়

source: "%s" could not be found in the path
as: পাথেত "%s" পাওয়া নাযায়

source: "%s" is a symlink pointing to another program. Use the target program instead
as: "%s" অন্য এটা কাৰ্য্যক্ৰমলৈ ইঙ্গিত কৰা এটা সাঙ্কপতিক সংযোগ । ইয়াৰ সলনি লক্ষ্য কাৰ্য্যক্ৰম ব্যৱহাৰ কৰক

source: Process "%s" ended with an error code (%i)
as: "%s" প্ৰক্ৰিয়া (%i) ভুলৰ কোডেৰে সমাপ্ত হ'ল

source: Open the specified project
as: নিৰ্ধাৰিত প্ৰকল্প খোলা হ'ব

source: Open the specified playlist as an audio project
as: অ'ডিঅ' প্ৰকল্প হিচাপে নিৰ্ধাৰিত প্লেলিস্ট খোলক

source: Open an audio project adding the URIs given on the command line
as: আদেশ শাৰীত দিয়া URI যোগ কৰি এটা অ'ডিঅ' প্ৰকল্প খোলক

source: Open a data project adding the URIs given on the command line
as: আদেশ শাৰীত দিয়া URI যোগ কৰি এটা তথ্য প্ৰকল্প খোলক

source: Copy a disc
as: ডিস্ক নকল কৰক

source: Cover to use
as: ব্যৱহাৰ কৰিব লগা ক'ভাৰ

source: Open a video project adding the URIs given on the command line
as: আদেশ শাৰীত দিয়া URI যোগ কৰি এটা ভিডিঅ' প্ৰকল্প খোলক

source: Uri of an image file to be burnt (autodetected)
as: বাৰ্ন কৰিব লগা ইমেজ নথিপত্ৰৰ Uri (নিজেই সন্ধান কৰা)

source: Force brasero to display the project selection page
as: প্ৰকল্প নিৰ্ব্বাচন পৃষ্ঠা দেখুৱাবলৈ brasero ক বলবৎ কৰক

source: Open the blank disc dialog
as: ডিষ্ক ৰিক্ত কৰাৰ সম্বাদ খোলক

source: Open the check disc dialog
as: ডিষ্ক পৰীক্ষা কৰাৰ সম্বাদ খোলক

source: Burn the contents of burn:// URI
as: burn:// URI ৰ বিষয়বস্তু বাৰ্ন কৰক

source: Burn the specified project and REMOVE it. This option is mainly useful for integration use with other applications.
as: নিৰ্ধাৰিত প্ৰকল্প বাৰ্ন কৰি তাক আঁতৰাওক । অন্য কাৰ্য্যক্ৰমৰ লগত এক কৰিবলৈ এই বিকল্প বিশেষভাবে সুবিধাজনক ।

source: The XID of the parent window
as: পেৰেন্ট সংযোগক্ষেত্ৰৰ XID

source: Display debug statements on stdout
as: stdout ত ডিবাগ বাক্য দেখুৱাওক

source: Incompatible command line options used.
as: অমিল আদেশ শাৰীৰ বিকল্প ব্যৱহাৰ কৰা হৈছে ।

source: Only one option can be given at a time
as: এটা সময়ত অকল এটা বিকল্পহে দিব পাৰি

source: Please type %s --help to see all available options
as: সকলো বিকল্পৰ কাৰণে %s --help লিখক

source: Copying audio track
as: অ'ডিঅ' ট্ৰেক নকল কৰক

source: Copying data track
as: তথ্যৰ ট্ৰেক নকল কৰা হৈছে

source: Analysing track %02i
as: %02i ট্ৰেক বিশ্লেষণ কৰা হৈছে

source: "%s" could not be found
as: "%s" পাওয়া নাযায়

source: Your version of cdrdao does not seem to be supported by libbrasero
as: আপোনাৰ cdrdao সংস্কৰণক libbrasero ৰ সমৰ্থন নাই

source: You do not have the required permissions to use this drive
as: এই ড্ৰাইভ ব্যৱহাৰ কৰিবলৈ আপোনাৰ ওচৰত উপযুক্ত অনুমতি নাই

source: Use cdrdao to copy and burn CDs
as: cdrdao সহযোগে CD নকল আৰু বাৰ্ন কৰক

source: Enable "--driver generic-mmc-raw" flag (see cdrdao manual)
as: "--driver generic-mmc-raw" ফ্লেগ সক্ৰিয় কৰক (cdrdao হাতপুথি চাওক)

source: Converting toc file
as: toc নথিপত্ৰলৈ সলনি কৰা হৈছে

source: Toc2cue converts .toc files into .cue files
as: Toc2cue এ .toc নথিপত্ৰক .cue নথিপত্ৰলৈ সলনি কৰে

source: Last session import failed
as: শেষৰ অধিবেশনৰ আমদানি বিফল

source: An image could not be created
as: ইমেজ নিৰ্মাণ কৰা নাযায়

source: This version of genisoimage is not supported
as: genisoimage ৰ এই সংস্কৰণ সমৰ্থিত নহয়

source: Some files have invalid filenames
as: কয়েকটি নথিপত্ৰৰ নাম বৈধ নহয়

source: Unknown character encoding
as: কেৰেক্টাৰ এনকোডিং অজ্ঞাত

source: There is no space left on the device
as: যন্ত্ৰত কোনো স্থান অবশিষ্ট নাই

source: Use genisoimage to create images from a file selection
as: এটা নথিপত্ৰৰ নিৰ্ব্বাচনৰ পৰা ইমেজ সৃষ্টি কৰিবলৈ genisoimage ব্যৱহাৰ কৰক

source: Use readom to create disc images
as: readom সহযোগে ডিস্ক ইমেজ নিৰ্মাণ কৰক

source: An error occured while writing to disc
as: ডিস্কৰ লিখাৰ সময় সমস্যা দেখা দিছে

source: The system is too slow to write the disc at this speed. Try a lower speed
as: প্ৰণালী বৰ লাহেকে চলিছে ডিষ্কক এই গতিত লিখিবলৈ । কম গতিৰে চেষ্টা কৰক

source: Formatting disc
as: ডিষ্ক ফৰ্মেট কৰা হৈছে

source: Writing cue sheet
as: cue sheet লিখা হৈছে

source: The disc needs to be reloaded before being recorded
as: ৰেকৰ্ড কৰাৰ আগতে ডিষ্কক পুনঃ তুলি ল'ব লাগে

source: Use wodim to burn CDs and DVDs
as: wodim সহযোগে CD আৰু DVD বাৰ্ন কৰক

source: Enable "-immed" flag (see wodim manual)
as: "-immed" ফ্লেগ সক্ৰিয় কৰক (wodim হাতপুথি চাওক)

source: Use cdrecord to burn CDs and DVDs
as: cdrecord সহযোগে CD আৰু DVD বাৰ্ন কৰক

source: Enable "-immed" flag (see cdrecord manual)
as: "-immed" ফ্লেগ সক্ৰিয় কৰক (cdrecord হাতপুথি চাওক)

source: This version of mkisofs is not supported
as: mkisofs ৰ বৰ্তমান সংস্কৰণ সমৰ্থিত নহয়

source: Use mkisofs to create image from a file selection
as: এটা নথিপত্ৰৰ নিৰ্ব্বাচনৰ পৰা ইমেজ সৃষ্টি কৰিবলৈ mkisofs ব্যৱহাৰ কৰক

source: Use readcd to create disc images
as: ডিস্ক ইমেজ নিৰ্মাণ কৰাৰ বাবে readcd প্ৰয়োগ কৰক

source: Encrypted DVD: please install libdvdcss version 1.2.x
as: গুপুত কৰা DVD: অনুগ্ৰহ কৰি libdvdcss সংস্কৰণ 1.2.x সংস্থাপন কৰক

source: Libdvdcss version %s is not supported. Please install libdvdcss version 1.2.x
as: Libdvdcss সংস্কৰণ %s অসমৰ্থিত । অনুগ্ৰহ কৰি libdvdcss সংস্কৰণ 1.2.x সংস্থাপন কৰক

source: Libdvdcss could not be loaded properly
as: Libdvdcss সঠিকভাবে লোড কৰা সম্ভৱ নহয়

source: Data could not be written (%s)
as: তথ্য লিখা নাযায় (%s)

source: Error reading video DVD (%s)
as: ভিডিঅ' DVD পড়তে সমস্যা (%s)

source: Retrieving DVD keys
as: DVD কি প্ৰাপ্ত কৰা নাযায়

source: Video DVD could not be opened
as: ভিডিঅ' DVD খোলা সম্ভৱ নহয়

source: Error while reading video DVD (%s)
as: ভিডিঅ' DVD পড়তে সমস্যা (%s)

source: Copying Video DVD
as: ভিডিঅ' DVD নকল কৰা হৈছে

source: Dvdcss allows to read css encrypted video DVDs
as: Dvdcss এ css encrypted ভিডিঅ' DVD পঢ়িব দিয়ে

source: Dvd+rw-format erases and formats DVD+/-R(W)
as: Dvd+rw-format এ DVD+/-R(W) পৰিষ্কাৰ কৰি পুনৰাকৃত কৰে

source: Growisofs burns DVDs
as: Growisofs দ্বাৰা DVD বাৰ্ন কৰা সম্ভৱ

source: Allow DAO use
as: DAO ৰ ব্যৱহাৰ অনুমোদন কৰা হ'ব

source: Libburn track could not be created
as: Libburn ট্ৰেক নিৰ্মাণ কৰা নাযায়

source: "%s" could not be opened (%s)
as: "%s" খোলা নাযায় (%s)

source: Libburn burns CD(RW), DVD+/-(RW)
as: Libburn দ্বাৰা CD(RW), DVD+/ (RW) বাৰ্ন কৰা সম্ভৱ

source: Libburn library could not be initialized
as: Libburn লাইব্ৰেৰি আৰম্ভ কৰা নাযায়

source: The drive address could not be retrieved
as: ড্ৰাইভেৰ ঠিকনা প্ৰাপ্ত কৰা নাযায়

source: Writing track %02i
as: %02i ট্ৰেক লিখা হৈছে

source: Libisofs could not be initialized.
as: Libisofs আৰম্ভ কৰিবলৈ ব্যৰ্থ ।

source: Read options could not be created
as: পঢ়াৰ বিকল্প সৃষ্টি কৰিব পৰা ন'গ'ল

source: Volume could not be created
as: ভলিউম নিৰ্মাণ কৰা নাযায়

source: No parent could be found in the tree for the path "%s"
as: "%s" পথৰ কাৰণে ট্ৰি'ত কোনো পেৰেন্ট পোৱা ন'গ'ল

source: Libisofs reported an error while creating directory "%s"
as: "%s" ডিৰেক্টৰি নিৰ্মাণ কৰাৰ সময় Libisofs দ্বাৰা ত্ৰুটিৰ সূচনা প্ৰদান কৰা হৈছে

source: Libisofs reported an error while adding contents to directory "%s" (%x)
as: Libisofs এ "%s" পঞ্জিকাত বিষয়বস্তু যোগ কৰোঁতে এটা ভুল প্ৰতিবেদন কৰিছে (%x)

source: Libisofs reported an error while adding file at path "%s"
as: Libisofs এ "%s" পথত নথিপত্ৰ যোগ কৰোঁতে এটা ভুল প্ৰতিবেদন কৰিছে

source: Libisofs creates disc images from files
as: Libisofs সহযোগে নথিপত্ৰৰ পৰা ইমেজ সৃষ্টি কৰা হয়

source: Copying `%s` locally
as: `%s` স্থানীয় অৱস্থানে নকল কৰা হৈছে

source: Directory could not be created (%s)
as: ডিৰেক্টৰি নিৰ্মাণ কৰা নাযায় (%s)

source: Copying checksum file
as: checksum নথিপত্ৰ নকল কৰা হৈছে

source: Allows to burn files not stored locally
as: স্থানীয় অৱস্থানে সংৰক্ষণ নকৰা নথিপত্ৰ বাৰ্ন কৰাৰ অনুমতি প্ৰদান কৰা হ'ব

source: Normalize allows to set consistent sound levels between tracks
as: Normalize এ ট্ৰেকৰ মাজত consistent ধ্বনিৰ স্তৰ নিৰ্ধাৰণ কৰিব দিয়ে

source: Impossible to link plugin pads
as: প্লাগ-ইন pads লিঙ্ক কৰা অসম্ভৱ

source: Error while padding file (%s)
as: নথিপত্ৰ padding কৰোঁতে ভুল(%s)

source: Error while getting duration
as: অবকাল প্ৰাপ্ত কৰিবলৈ সমস্যা

source: Analysing "%s"
as: "%s" বিশ্লেষণ কৰা হৈছে

source: Transcode converts song files into a format proper to burn them on CDs
as: Transcode এ গানৰ নথিপত্ৰক CD ত বাৰ্ন কৰিব পৰা উপযুক্ত ফৰ্মেটলৈ সলনি কৰে

source: Preview
as: পূৰ্বদৃশ্য

source: Do you really want to split the track?
as: আপুনি ট্ৰেকক সঁচাকৈ ভাঙিব খোজে নে ?

source: If you split the track, the size of the new track will be shorter than 6 seconds and will be padded.
as: ট্ৰেক ভাঙিলে, নতুন ট্ৰেক ৬ ছেকেণ্ডতকৈ সৰু হ'ব আৰু পেড কৰা হ'ব ।

source: _Split
as: ভাঙক (_S)

source: The track wasn't split.
as: ট্ৰেকক ভঙা ন'হ'ল ।

source: No silence could be detected
as: নিঃশব্দ অংশ চিনাক্ত কৰা নাযায়

source: An error occured while detecting silences.
as: শান্তি সন্ধানত ভুল হ'ল ।

source: This will remove all previous results.
as: ইয়াৰ ফলত পূৰ্ববৰ্তী ফলাফল আঁতৰুৱা যাব ।

source: Do you really want to carry on with automatic splitting?
as: আপুনি সঁচাকৈ স্বয়ংক্ৰিয় বিভাজনত আগবাঢ়িব বিচাৰে নেকি ?

source: _Don't split
as: বিভাজন কৰা ন'হ'ব (_D)

source: Do you really want to empty the slices preview?
as: আপুনি সঁচাকৈ slices preview ৰিক্ত কৰিব বিচাৰে নেকি ?

source: Re_move All
as: সমগ্ৰ আঁতৰাওক (_m)

source: Split Track
as: ট্ৰেক ভাঙক

source: M_ethod:
as: পদ্ধতি: (_e)

source: Method to be used to split the track
as: ট্ৰেক ভাঙিবলৈ ব্যৱহাৰ কৰা ধৰণ

source: Split track manually
as: নিজেই ট্ৰেক ভাঙক

source: Split track in parts with a fixed length
as: একে দৈৰ্ঘ্যত ট্ৰেক ভাঙক

source: Split track in a fixed number of parts
as: নিৰ্দ্দিষ্ট সংখ্যক অংশত ট্ৰেক ভাঙক

source: Split track for each silence
as: প্ৰত্যেক শান্তিৰ কাৰণে ট্ৰেক ভাঙক

source: Add a splitting point
as: ভঙাৰ স্থান যোগ কৰক

source: Split this track every
as: এই ট্ৰেকক ভাঙক প্ৰত্যেক

source: seconds
as: ছেকেণ্ড

source: Split this track in
as: এই ট্ৰেকক ভাঙক

source: parts
as: অংশত

source: Slicing Method
as: Slicing ধৰণ

source: Start
as: আৰম্ভ কৰক

source: End
as: সমাপ্তি

source: Mer_ge
as: এক কৰক (_g)

source: Merge a selected slice with the next selected one
as: পিছৰ এটাৰ লগত নিৰ্বাচিত অংশ এক কৰক

source: Remove the selected slices
as: নিৰ্বাচিত অংশ আঁতৰাওক

source: Clear the slices preview
as: slices পূৰ্ব প্ৰদৰ্শন পৰিষ্কাৰ কৰক

source: _List of slices that are to be created:
as: সৃষ্টি কৰিব লগা অংশৰ তালিকা (_L):

source: Slices Preview
as: Slices পূৰ্ব প্ৰদৰ্শন

source: Hours
as: ঘন্টা

source: Minutes
as: মিনিটবোৰ

source: Seconds
as: ছেকেণ্ড

source: Frames (1 second = 75 frames)
as: ফ্ৰেম (১ ছেকেণ্ড = ৭৫ ফ্ৰেম)

source: Disc file
as: ডিস্ক নথিপত্ৰ

source: %d item
as: %d টি বস্তু

source: _Hide changes
as: পৰিবৰ্তন লুকুৱা হ'ব (_H)

source: _Show changes
as: পৰিবৰ্তন প্ৰদৰ্শন কৰা হ'ব (_S)

source: _Show errors
as: ত্ৰুটি প্ৰদৰ্শন কৰা হ'ব (_S)

source: Close this notification window
as: এই জাননিৰ সংযোগক্ষেত্ৰ বন্ধ কৰক

source: To add files to this project you can:
as: প্ৰকল্পলৈ নথিপত্ৰ যোগ দিবলৈ আপুনি:

source: click the "Add" button to show a selection dialog
as: নিৰ্ব্বাচন সম্বাদ দেখুৱাবলৈ "যোগ কৰক" বুটাম টিপক

source: select files in the selection pane and click the "Add" button
as: নিৰ্ব্বাচন পেইনত নথিপত্ৰ নিৰ্ব্বাচন কৰি "যোগ কৰক" বুটাম টিপক

source: drag files in this area from the selection pane or from the file manager
as: নিৰ্ব্বাচন পেইন বা নথিপত্ৰৰ পৰিচালকৰ পৰা এই ক্ষেত্ৰলৈ নথিপত্ৰ টানক

source: double click on files in the selection pane
as: নিৰ্ব্বাচন পেইনত নথিপত্ৰ ডাবুল ক্লিক কৰক

source: copy files (from file manager for example) and paste in this area
as: নথিপত্ৰ নকল কৰক (যেনে নথিপত্ৰ পৰিচালকৰ পৰা) আৰু এই ক্ষেত্ৰত আঠা লগাওক

source: To remove files from this project you can:
as: প্ৰকল্পৰ পৰা নথিপত্ৰ আঁতৰাবলৈ আপুনি:

source: click on the "Remove" button to remove selected items in this area
as: এই ক্ষেত্ৰত নিৰ্বাচিত বস্তু আঁতৰাবলৈ "আঁতৰাওক" বুটাম টিপক

source: drag and release items out from this area
as: এই ক্ষেত্ৰৰ পৰা বস্তু টানি বাহিৰ কৰক

source: select items in this area, and choose "Remove" from context menu
as: এই ক্ষেত্ৰত বস্তু নিৰ্ব্বাচন কৰক, আৰু সন্দৰ্ভৰ তালিকাৰ পৰা "আঁতৰাওক" নিৰ্ব্বাচন কৰক

source: select items in this area, and press "Delete" key
as: এই ক্ষেত্ৰত বস্তু নিৰ্ব্বাচন কৰি, "ডিলিট" চাবি টিপক

source: _Eject
as: বহিষ্কাৰ (_E)

source: Eject Disc
as: ডিস্ক বেৰ কৰি নিন

source: No file filtered
as: কোনো নথিপত্ৰ ফিল্টাৰ কৰা নহয়

source: Hide the _filtered file list (%d file)
as: ফিল্টাৰ কৰা নথিপত্ৰৰ তালিকা লুকাওক (_f) (%d নথিপত্ৰ)

source: Show the _filtered file list (%d file)
as: ফিল্টাৰ কৰা নথিপত্ৰৰ তালিকা দেখুৱাওক (_f) (%d নথিপত্ৰ)

source: Hidden file
as: লুকুৱা নথিপত্ৰ

source: Unreadable file
as: নথিপত্ৰ পাঠযোগ্য নহয়

source: Broken symbolic link
as: ক্ষতিগ্ৰস্ত সিম্বলিক লিংক

source: Recursive symbolic link
as: ৰিকাৰ্ছিভ সাঙ্কপতিক সংযোগ

source: Filter Options
as: ফিল্টাৰ ব্যৱস্থা সংক্ৰান্ত বিকল্প

source: Select the files you want to restore and click on the "Restore" button
as: পুনঃ স্থাপন কৰিব বিচৰা নথিপত্ৰ নিৰ্ব্বাচন কৰক আৰু "পুনঃ স্থাপন" বুটাম টিপক

source: Type
as: প্ৰকাৰ

source: _Restore
as: পুনৰুদ্ধাৰ কৰক (_R)

source: Restore the selected files
as: নিৰ্বাচিত নথিপত্ৰসমূহ পুনৰুদ্ধাৰ কৰক

source: _Options...
as: বিকল্প...(_O)

source: Set the options for file filtering
as: নথিপত্ৰৰ ফিল্টাৰিংৰ কাৰণে বিকল্প নিৰ্ধাৰণ কৰক

source: Filter _hidden files
as: লুকুৱা নথিপত্ৰ ফিল্টাৰ কৰা হ'ব (_h)

source: Re_place symlinks
as: সিম লিংক পৰিবৰ্তন কৰা হ'ব (_p)

source: Filter _broken symlinks
as: ক্ষতিগ্ৰসত সিম লিংক ফিল্টাৰ কৰা হ'ব (_b)

source: Filtering options
as: ফিল্টাৰিংৰ বিকল্প

source: "%s" cannot be read
as: "%s" পঢ়া নাযায়

source: The file does not appear to be a playlist
as: এই নথিপত্ৰটি সম্ভৱতঃ প্লে লিস্ট নহয়

source: A directory could not be created (%s)
as: এটা ডিৰেক্টৰি নিৰ্মাণ কৰা নাযায় (%s)

source: File "%s" could not be opened (%s)
as: "%s" নথিপত্ৰ খোলা নাযায় (%s)

source: Creating checksum for image files
as: ছবিৰ নথিপত্ৰৰ বাবে checksum নিৰ্মাণ কৰা হৈছে

source: No checksum file could be found on the disc
as: ডিস্কত checksum নথিপত্ৰ পাওয়া নাযায়

source: Checking file integrity
as: নথিপত্ৰৰ অখণ্ডতা পৰীক্ষা কৰা হৈছে

source: File "%s" could not be opened
as: "%s" নথিপত্ৰ খোলা সম্ভৱ নহয়

source: Some files may be corrupted on the disc
as: ডিস্কত কিছু নথিপত্ৰ ক্ষতিগ্ৰস্ত হতে পাৰে

source: File Checksum
as: নথিপত্ৰৰ Checksum

source: Allows to check file integrities on a disc
as: ডিষ্কত নথিপত্ৰ ঐক্যতা পৰীক্ষাৰ অনুমতি দিয়ক

source: Hashing algorithm to be used:
as: ব্যৱহাৰযোগ্য হ্যাশিং এলগোৰিদম:

source: Data could not be read (%s)
as: তথ্য পঢ়া সম্ভৱ নহয় (%s)

source: Creating image checksum
as: ছবিৰ checksum নিৰ্মাণ কৰা হৈছে

source: Image Checksum
as: ছবিৰ Checksum

source: Allows to check data integrity on disc after it is burnt
as: বাৰ্ন কৰাৰ পিছত ডিষ্কত নথিপত্ৰ ঐক্যতা পৰীক্ষাৰ অনুমতি দিয়ক

source: Images
as: ছবিবোৰ

source: _Color
as: ৰং (_C)

source: Solid color
as: সুষম ৰং

source: Horizontal gradient
as: অনুভূমিক ঢালৰ মাত্ৰা

source: Vertical gradient
as: উলম্ব ঢালৰ মাত্ৰা

source: _Image
as: ইমেজ

source: Image path:
as: ছবিৰ পাথ:

source: Choose an image
as: এটা ছবি নিৰ্বাচন কৰক

source: Image style:
as: ছবিৰ বিন্যাস:

source: Centered
as: কেন্দ্ৰীকৃত

source: Tiled
as: টালিৰ ছক

source: Scaled
as: মাপ অনুসাৰে

source: Background Properties
as: পটভূমিৰ বৈশিষ্ট্য

source: Set Bac_kground Properties
as: পটভূমিৰ বৈশিষ্ট্য নিৰ্ধাৰণ কৰক (_k)

source: SIDES
as: বাহুবোৰ:

source: FRONT COVER
as: প্ৰচ্ছদ

source: The image could not be loaded.
as: ছবি লোড কৰা সম্ভৱ নহয় ।

source: Bac_kground Properties
as: পটভূমিৰ বৈশিষ্ট্য (_k)

source: _Text Color
as: হৰফেৰ ৰঙ (_T)

source: Unknown song
as: অজ্ঞাত গান

source: by
as: দ্বাৰা

source: Cover Editor
as: প্ৰচ্ছদ সম্পাদক

source: Remove silences
as: নিঃশব্দ অংশ আঁতৰুৱা ফেলা হ'ব

source: Song titles
as: গানৰ শিৰোনাম

source: Additional song information
as: গান সংক্ৰান্ত অতিৰিক্ত তথ্য

source: Insert text
as: পংক্তি সন্নিবেশ কৰক

source: Delete text
as: পংক্তি আঁতৰাওক

source: Substitute text
as: পংক্তি পৰিবৰ্তন কৰা হ'ব

source: Number files according to a pattern
as: বিন্যাস অনুযায়ী নথিপত্ৰৰ ক্ৰমাঙ্ক নিৰ্ধাৰণ কৰা হ'ব

source: Insert
as: ভৰাওক

source: at the begining
as: আৰম্ভত

source: at the end
as: শেষত

source: Delete every occurence of
as: -ৰ প্ৰত্যেক অৱস্থাক আঁতৰাওক

source: _Replace
as: প্ৰতিস্থাপন কৰক

source: with
as: -ৰ সৈতে

source: Rename to
as: লৈ পুনৰ নাম দিয়ক

source: {number}
as: সংখ্য়া

source: Open the selected video
as: নিৰ্বাচিত ভিডিঅ' খোলা হ'ব
