Repository: BrewGnome/brasero
Catalog: po/*.po
Languages: as

source: Error while loading the project.
as: প্ৰকল্প লোড কৰিবলৈ ব্যৰ্থ ।

source: The project could not be opened.
as: প্ৰকল্প খোলা সম্ভৱ নহয়

source: The file is empty.
as: নথিপত্ৰত কোনো তথ্য উপস্থিত নাই ।

source: It does not seem to be a valid Brasero project.
as: এইটো সম্ভৱতঃ বৈধ Brasero প্ৰকল্প নহয় ।

source: Unnamed CD/DVD Drive
as: নামবিহীন CD/DVD ড্ৰাইভ

source: Drive
as: ড্ৰাইভ

source: Display debug statements on stdout for Brasero media library
as: Brasero মিডিয়া লাইব্ৰেৰিৰ কাৰণে stdout ৰ ডিবাগ তথ্য প্ৰদৰ্শন কৰা হ'ব

source: Brasero optical media library
as: Brasero অপ্টিকেল মিডিয়া লাইব্ৰেৰি

source: Display options for Brasero-media library
as: Brasero মিডিয়া লাইব্ৰেৰি সংক্ৰান্ত বিকল্প প্ৰদৰ্শন কৰা হ'ব

source: %s: empty
as: %s: ৰিক্ত

source: Searching for available discs
as: উপলব্ধ ডিস্ক অনুসন্ধান কৰা হৈছে

source: No available disc
as: কোনো ডিস্ক উপলব্ধ নাই

source: Image File
as: ইমেজ নথিপত্ৰ

source: It does not appear to be a valid ISO image
as: এইটো সম্ভৱতঃ বৈধ ISO ইমেজ নহয়

source: File
as: নথিপত্ৰ

source: Blu-ray disc
as: Blu-ray ডিষ্ক

source: Writable Blu-ray disc
as: লিখিব পৰা Blu-ray ডিষ্ক

source: Rewritable Blu-ray disc
as: পুনঃ লিখিব পৰা Blu-ray ডিষ্ক

source: Blank %s in %s
as: ৰিক্ত %s, %s ত

source: Audio and data %s in %s
as: অ'ডিঅ' আৰু তথ্য %s, %s ত

source: Audio %s in %s
as: অ'ডিঅ' %s, %s ত

source: Data %s in %s
as: তথ্য %s, %s ত

source: %s in %s
as: %s, %s ত

source: The disc mount point could not be retrieved
as: ডিস্কৰ অভ্যুত্থানৰ স্থান প্ৰাপ্ত কৰা নাযায়

source: Blank %s
as: ৰিক্ত %s

source: Audio and data %s
as: অ'ডিঅ' আৰু তথ্য %s

source: Audio %s
as: অ'ডিঅ' %s

source: Data %s
as: তথ্য %s

source: Unknown error
as: অজ্ঞাত ভুল

source: Size mismatch
as: মাপত অমিল

source: Type mismatch
as: ধৰণত অমিল

source: Bad argument
as: বেয়া তৰ্ক

source: The drive is busy
as: ড্ৰাইভ ব্যস্ত

source: Outrange address
as: সীমাবহিৰ্ভুত ঠিকনা

source: Invalid address
as: অবৈধ ঠিকনা

source: Invalid command
as: অবৈধ আদেশ

source: Invalid parameter in command
as: আদেশত অবৈধ স্থিতিমাপ

source: Invalid field in command
as: আদেশত অবৈধ ক্ষেত্ৰ

source: The device timed out
as: যন্ত্ৰৰ সময়সীমা পাৰ হৈছে

source: Key not established
as: চাবি ধাৰ্য কৰা নহয়

source: Invalid track mode
as: ট্ৰেক মোড বৈধ নহয়

source: File is not a valid .desktop file
as: বৈধ .desktop নথিপত্ৰ নহয়

source: Unrecognized desktop file Version '%s'
as: ডেস্কটপ নথিপত্ৰৰ অজ্ঞাত সংস্কৰণ '%s'

source: Starting %s
as: %s আৰম্ভ কৰা হৈছে

source: Application does not accept documents on command line
as: এই অনুপ্ৰয়োগৰ দ্বাৰা আদেশ শাৰীৰ মাধ্যমে নথিপত্ৰ গ্ৰহণ কৰা নহয়

source: Unrecognized launch option: %d
as: প্ৰাৰম্ভকালৰ বিকল্প পৰিচিত নহয় : %d

source: Can't pass document URIs to a 'Type=Link' desktop entry
as: 'Type=Link' ডেস্কটপ নিবেশলৈ নথিৰ URI উল্লেখ কৰা নাযাব

source: Not a launchable item
as: প্ৰাৰম্ভ কৰাৰ যোগ্য বস্তু নহয়

source: Disable connection to session manager
as: অধিবেশন পৰিচালন ব্যৱস্থাৰ সৈতে সংযোগ বিচ্ছিন্ন কৰা হ'ব

source: Specify file containing saved configuration
as: সংৰক্ষিত বিন্যাস সহ নথিপত্ৰ চিহ্নিত কৰক

source: FILE
as: নথিপত্ৰ

source: Specify session management ID
as: অধিবেশন পৰিচালনাৰ ID উল্লেখ কৰক

source: Session management options:
as: অধিবেশন পৰিচালনা সংক্ৰান্ত বিকল্প:

source: Show session management options
as: অধিবেশন পৰিচালনা সংক্ৰান্ত বিকল্প প্ৰদৰ্শন কৰা হ'ব

source: Pick a Color
as: এটা ৰং নিৰ্বাচন কৰক

source: Analysing video files
as: ভিডিঅ' নথিপত্ৰ বিশ্লেষণ কৰা হৈছে

source: Brasero Plugins
as: Brasero প্লাগ ইন

source: Impossible to retrieve local file path
as: স্থানীয় নথিপত্ৰৰ পাথ প্ৰাপ্ত কৰা সম্ভৱ নহয়

source: Copying files locally
as: স্থানীয় ভাবে নথিপত্ৰ নকল কৰা হৈছে

source: CD/DVD Creator Folder
as: CD/DVD নিৰ্মাণৰ ফোল্ডাৰ

source: Allows to burn files added to "CD/DVD Creator Folder" in Nautilus
as: Nautilus ৰ "CD/DVD নিৰ্মাণৰ ফোল্ডাৰ" ত যোগ কৰা নথিপত্ৰসমূহ বাৰ্ন কৰিবলৈ ব্যৱহৃত হয়

source: CD/DVD Creator
as: CD/DVD নিৰ্মাণ ব্যৱস্থা

source: Create CDs and DVDs
as: CD আৰু DVD নিৰ্মাণ কৰক

source: Drag or copy files below to write them to disc
as: ডিস্কত নথিপত্ৰ লিখাৰ বাবে সেইসমূহ টানি আনক বা নকল কৰক

source: Write to Disc
as: ডিস্কলৈ লিখক

source: Write contents to a CD or DVD disc
as: CD বা DVD ডিস্কত তথ্য লিখক

source: Unable to launch the cd burner application
as: cd বাৰ্ন কৰিবলৈ ব্যৱহৃত অনুপ্ৰয়োগ আৰম্ভ কৰিবলৈ ব্যৰ্থ

source: _Write to Disc...
as: ডিষ্কলৈ লিখক (_W)...

source: Write disc image to a CD or DVD disc
as: CD বা DVD ডিস্কত ডিস্ক ইমেজ লিখক

source: _Copy Disc...
as: ডিষ্কলৈ উপস্থিত তথ্য নকল কৰক (_C)...

source: Create a copy of this CD or DVD disc
as: এই CD বা DVD ডিষ্কৰ নকল সৃষ্টি কৰক

source: _Blank Disc...
as: ৰিক্ত ডিস্ক (_B)...

source: Blank this CD or DVD disc
as: এই CD বা DVD ডিস্ক ৰিক্ত কৰক

source: _Check Disc...
as: ডিস্ক পৰীক্ষা কৰক (_C)...

source: Check the data integrity on this CD or DVD disc
as: এই CD বা DVD ডিস্কত উপস্থিত তথ্যৰ অখণ্ডতা পৰীক্ষা কৰক

source: Do you really want to keep the current extension for the disc image name?
as: আপুনি নিশ্তিচৰূপে ডিস্ক ইমেজৰ নামথ ব্যৱহৃত সম্প্ৰসাৰণ প্ৰয়োগ কৰিবলৈ ইচ্ছুক নেকি ?

source: If you choose to keep it, programs may not be able to recognize the file type properly.
as: এই সম্পৰসাৰণ ব্যৱহাৰ কৰিলে, বিভিন্ন প্ৰোগ্ৰাম দ্বাৰা এই ধৰণৰ নথিপত্ৰ সঠিকৰূপে চিনাক্ত কৰা সম্ভৱ ন'হ'ব ।

source: _Keep Current Extension
as: বৰ্তমান সম্প্ৰসাৰণ অপৰিবৰ্তিত ৰখা হ'ব (_K)

source: Change _Extension
as: সম্প্ৰসাৰণ পৰিবৰ্তন কৰা হ'ব (_E)

source: Configure recording options
as: ৰেকৰ্ড সংক্ৰান্ত বিকল্প বিন্যাস কৰক

source: "%s": %s
as: %1$s: %2$s

source: Click here to select an _image
as: এটা ইমেজ নিৰ্বাচন কৰাৰ বাবে ইয়াত ক্লিক কৰক (_i)

source: Please select another image.
as: অনুগ্ৰহ কৰি এটা ভিন্ন ইমেজ নিৰ্বাচন কৰক ।

source: Select Image File
as: ছবি নথিপত্ৰ নিৰ্বাচন কৰক

source: All files
as: সকলো নথিপত্ৰ

# disc
source: Image files only
as: অকল ইমেজ নথিপত্ৰ

source: Image type:
as: ছবিৰ প্ৰকাৰ:

source: Data disc (%s)
as: তথ্যৰ ডিস্ক (%s)

source: Video disc (%s)
as: ভিডিঅ' ডিস্ক (%s)

source: Audio disc (%s)
as: অ'ডিঅ' ডিস্ক (%s)

source: Please insert a recordable CD or DVD if you don't want to write to an image file.
as: কোনো ইমেজ নথিপত্ৰত লিখিবলৈ ইচ্ছুক ন'হ'লে, অনুগ্ৰহ কৰি লিখনযোগ্য এটা CD বা DVD ভৰাওক ।

source: Please choose another CD or DVD or insert a new one.
as: অনুগ্ৰহ কৰি এটা ভিন্ন CD বা DVD নিৰ্বাচন কৰক বা এটা নতুন ভৰাওক ।

source: The size of the project is too large for the disc even with the overburn option.
as: এই প্ৰকল্প অত্যাধিক বৃহৎ আৰু overburn বিকল্প ব্যৱহাৰ কৰা সত্ত্বেও এই ডিস্কত এইটো লিখা সম্ভৱ ন'হ'ব ।

source: Please insert a recordable CD or DVD.
as: অনুগ্ৰহ কৰি লিখনযোগ্য CD বা DVD ভৰাওক ।

source: There is no recordable disc inserted.
as: লিখনযোগ্য কোনো ডিস্ক ভৰোৱা নহয় ।

source: No track information (artist, compositor, ...) will be written to the disc.
as: সংশ্লিষ্ট গান সংক্ৰান্ত তথ্য (শিল্পী, সংগীতকাৰ, ...) ডিস্কত লিখা ন'হ'ব ।

source: This is not supported by the current active burning backend.
as: বাৰ্ন কৰাৰ বাবে বৰ্তমানে ব্যৱহৃত বেক এন্ড দ্বাৰা এইটো সমৰ্থিত নহয় ।

source: Please insert a disc holding data.
as: অনুগ্ৰহ কৰি তথ্য ধাৰণকাৰী এটা ডিস্ক ভৰাওক ।

source: There is no inserted disc to copy.
as: নকল কৰাৰ উদ্দেশ্যে কোনো ডিস্ক ভৰোৱা নহয় ।

source: Please select an image.
as: অনুগ্ৰহ কৰি এটা ছবি বাচক ।

source: There is no selected image.
as: কোনো ইমেজ নিৰ্বাচন কৰা নহয় ।

source: It doesn't appear to be a valid image or a valid cue file.
as: সম্ভৱতঃ এইটো বৈধ ইমেজ বা কিউ (cue) নথিপত্ৰ নহয় ।

source: Please insert a disc that is not copy protected.
as: অনুগ্ৰহ কৰি, নকল কৰাৰ উদ্দেশ্যে প্ৰতিবন্ধিত নকৰা এটা ডিস্ক ভৰাওক ।

source: Such a disc cannot be copied without the proper plugins.
as: সঠিক প্লাগ ইন বিনা এই ধৰণৰ প্ৰতিবন্ধিত ডিস্ক নকল কৰা সম্ভৱ নহয় ।

source: Please replace the disc with a supported CD or DVD.
as: অনুগ্ৰহ কৰি এই ডিস্কৰ পৰিবৰ্তে এটা সমৰ্থিত CD বা DVD ভৰাওক ।

source: It is not possible to write with the current set of plugins.
as: বৰ্তমানে উপস্থিত প্লাগ ইন সহযোগে এইটো লিখা সম্ভৱ নহয় ।

source: Would you like to burn beyond the disc reported capacity?
as: ডিস্কৰ উল্লিখিত ধাৰণক্ষমতা অতিক্ৰম কৰি বাৰ্ন কৰিবলৈ ইচ্ছুক নেকি ?

source: The size of the project is too large for the disc and you must remove files from the project otherwise. You may want to use this option if you're using 90 or 100 min CD-R(W) which cannot be properly recognised and therefore need overburn option. NOTE: This option might cause failure.
as: ডিষ্কৰ কাৰণে প্ৰকল্পৰ আকাৰ বৰ ডাঙৰ আৰু আপুনি তাৰ পৰা নথিপত্ৰ আঁতৰাব লাগিব । আপুনি এই বিকল্প ব্যৱহাৰ কৰিব লাগে যদি আপুনি ৯০ বা ১০০ মিনিটৰ CD-R(W) ব্যৱহাৰ কৰে যিটোক শুদ্ধকৈ চিনিব নোৱাৰি আৰু সেইবাবে overburn বিকল্পৰ প্ৰয়োজন । মন কৰিব: এই বিকল্পই কাৰ্য্য বিফল কৰিব পাৰে ।

source: _Overburn
as: Overburn (_O)

source: Burn beyond the disc reported capacity
as: ডিস্কৰ উল্লিখিত ক্ষমতা অতিক্ৰম কৰি বাৰ্ন কৰা হ'ব

source: The drive that holds the source disc will also be the one used to record.
as: মূল ডিস্ক ধাৰণকাৰী ড্ৰাইভক ৰেকৰ্ড কৰাৰ সময়ত ব্যৱহাৰ কৰা হ'ব ।

source: A new recordable disc will be required once the one currently loaded has been copied.
as: বৰ্তমানে লোড কৰাৰ ডিস্কৰ তথ্য নকল কৰা হ'লে লিখনযোগ্য এটা নতুন ডিস্ক প্ৰয়োগ কৰা আৱশ্যক ।

source: _Burn
as: বাৰ্ন কৰক (_B)

source: Select a disc to write to
as: লিখাৰ বাবে এটা ডিস্ক নিৰ্বাচন কৰক

source: _Project
as: প্ৰকল্প (_P)

source: _View
as: দৃশ্য (_V)

source: _Edit
as: সম্পাদনা কৰক (_E)

source: _Tools
as: সৰঞ্জাম (_T)

source: _Help
as: সহায় (_H)

source: P_lugins
as: প্লাগ ইন (_l)

source: Choose plugins for brasero
as: brasero ৰ বাবে প্লাগ ইন নিৰ্বাচন কৰক

source: E_ject
as: বহিষ্কাৰ (_j)

source: Eject a disc
as: ডিস্ক বেৰ কৰি নিন

source: _Erase...
as: আঁতৰাওক...(_E)

source: Erase a disc
as: ডিস্কৰ তথ্য আঁতৰাওক

source: _Check Integrity...
as: অখণ্ডতা যাচাই কৰক...(_C)

source: Check data integrity of disc
as: ডিস্কৰ অখণ্ডতা যাচাই কৰক

source: Exit the program
as: প্ৰগ্ৰামটোৰ পৰা প্ৰস্থান কৰক

source: _Contents
as: _বিষয়সূচী

source: Display help
as: সহায়ক তথ্য প্ৰদৰ্শন কৰা হ'ব

source: About
as: বিষয়ে

source: Disc Burner
as: ডিস্ক বাৰ্ন ব্যৱস্থা

source: A simple to use CD/DVD burning application for GNOME
as: GNOME ৰ সৈতে ব্যৱহাৰযোগ্য এটা সহজ CD/DVD বাৰ্ন কৰাৰ অনুপ্ৰয়োগ ।

source: Brasero Homepage
as: Brasero ৰ হোম পেজ

source: translator-credits
as: অমিতাক্ষ ফুকন (aphukan@fedoraproject.org)

source: _Recent Projects
as: সম্প্ৰতি ব্যৱহৃত প্ৰকল্প (_R)

source: Display the projects recently opened
as: সম্প্ৰতি ব্যৱহৃত প্ৰকল্পসমূহ প্ৰদৰ্শন কৰা হ'ব

source: Brasero Disc Burner
as: Brasero ডিস্ক বাৰ্ন ব্যৱস্থা

source: Create and copy CDs and DVDs
as: নতুন CD আৰু DVD সৃষ্টি কৰক বা নকল কৰক

source: Contains the list of additional plugins Brasero will use to burn discs. If set to NULL, Brasero will load them all.
as: ডিস্ক বাৰ্ন কৰাৰ বাবে Brasero দ্বাৰা ব্যৱহাৰযোগ্য অতিৰিক্ত প্লাগ ইনৰ তালিকা ইয়াত ৰয়েছে । মান NULL ধাৰ্য কৰিলে, Brasero দ্বাৰা সব প্লাগ ইন লোড কৰা হ'ব ।

source: Contains the name of the favourite burn engine suite installed. It will be used if possible.
as: ইয়াত আপোনৰ পছন্দৰ বাৰ্ন কৰা কলঘৰৰ সংস্থাপনৰ নাম থাকে । সম্ভৱ হ'লে ইয়াক ব্যৱহাৰ কৰা যাব ।

source: Default height for image preview.
as: ছবিৰ পূৰ্ব প্ৰদৰ্শনৰ বাবে ব্যৱহাৰযোগ্য ডিফল্ট উচ্চতা ।

source: Default height for video preview.
as: ভিডিঅ' পূৰ্ব প্ৰদৰ্শনৰ বাবে ব্যৱহাৰযোগ্য ডিফল্ট উচ্চতা ।

source: Default width for image preview.
as: ছবিৰ পূৰ্ব প্ৰদৰ্শনৰ বাবে ব্যৱহাৰযোগ্য প্ৰস্থৰ ডিফল্ট মাপ ।

source: Default width for video preview.
as: ভিডিঅ'ৰ পূৰ্ব প্ৰদৰ্শনৰ বাবে ব্যৱহাৰযোগ্য প্ৰস্থৰ ডিফল্ট মাপ ।

source: Enable "-immed" flag with cdrecord
as: cdrecord ৰ সৈতে " immed" ফ্লেগ সক্ৰিয় কৰা হ'ব

source: Enable file preview
as: নথিপত্ৰৰ পূৰ্বৰূপ প্ৰদৰ্শন সক্ৰিয় কৰা হ'ব

source: Enable side pane
as: পাৰ্শ্ববৰ্তী পেইন সক্ৰিয় কৰা হ'ব

source: Favourite burn engine
as: বাৰ্ন কৰাৰ বাবে ব্যৱহাৰযোগ্য পছন্দসই ইঞ্জিন

source: Height for video preview
as: ভিডিঅ'ৰ পূৰ্ব প্ৰদৰ্শনৰ বাবে ব্যৱহাৰযোগ্য উচ্চতা

source: Height of image preview
as: ছবিৰ পূৰ্ব প্ৰদৰ্শনৰ বাবে ব্যৱহাৰযোগ্য উচ্চতা

source: Layout of UI
as: ইউজাৰ ইন্টাৰফেসৰ বিন্যাস

source: Pane to display for audio projects
as: অ'ডিঅ' ডিস্কৰ প্ৰকল্পেৰ বাবে প্ৰদৰ্শনযোগ্য পেইন

source: Pane to display for data projects
as: তথ্য বিশিষ্ট ডিস্কৰ প্ৰকল্পেৰ বাবে প্ৰদৰ্শনযোগ্য পেইন

source: Pane to display for video projects
as: ভিডিঅ' ডিস্কৰ প্ৰকল্পেৰ বাবে প্ৰদৰ্শনযোগ্য পেইন

source: Replace symlinks files by their targets
as: সিম লিংক নথিপত্ৰৰ ক্ষেত্ৰত মূল অৱস্থান প্ৰয়োগ কৰা হ'ব

source: Should brasero filter broken symlinks files
as: বেয়া সিম লিংকসমূহ brasero দ্বাৰা বাছাই কৰা হ'ব কি

source: Should brasero filter broken symlinks. Set to true, brasero will filter broken symlinks.
as: বেয়া সিম লিংকসমূহ brasero দ্বাৰা বাছাই কৰা হ'ব কি । মান true (সত্য) হ'লে, বেয়া সিম লিংকসমূহ brasero দ্বাৰা বাছাই কৰা হ'ব ।

source: Should brasero filter hidden files
as: লুকুৱা নথিপত্ৰ brasero দ্বাৰা বাছাই কৰা হ'ব কি

source: Should brasero filter hidden files. Set to true, brasero will filter hidden files.
as: লুকুৱা নথিপত্ৰ brasero দ্বাৰা বাছাই কৰা হ'ব কি । মান true (সত্য) হ'লে, লুকুৱা নথিপত্ৰ brasero দ্বাৰা বাছাই কৰা হ'ব ।

source: Should brasero notify when files are filtered
as: নথিপত্ৰ বাছাই কৰিলে, brasero দ্বাৰা সূচনা প্ৰদান কৰা হ'ব কি

source: Should brasero notify when files are filtered. Set to true, brasero will display the notification.
as: নথিপত্ৰ বাছাই কৰিলে, brasero দ্বাৰা সূচনা প্ৰদান কৰা হ'ব কি । মান true (সত্য) হ'লে, brasero দ্বাৰা সূচনাপ্ৰদান কৰা হ'ব ।

source: Should brasero replace symlinks by their target files in the project. Set to true, brasero will replace symlinks.
as: প্ৰকল্পেত উপস্থিত নথিপত্ৰ চিহ্নকাৰী সিম লিংকেৰ পৰিবৰ্তে brasero দ্বাৰা মূল নথিপত্ৰসমূহ প্ৰয়োগ কৰা হ'ব । মান true (সত্য) হ'লে, brasero দ্বাৰা সিম লিংক পৰিবৰ্তন কৰা হ'ব ।

source: The pane to display with audio projects. It should be one of the following: "Chooser", "Search" or "Playlist".
as: অ'ডিঅ' ডিস্ক প্ৰকল্পেৰ সৈতে প্ৰদৰ্শনযোগ্য পেইন । নিম্নলিখিত এটা হওয়া আৱশ্যক: "Chooser" (নিৰ্বাচক), "Search" (অনুসন্ধান) বা "Playlist" (প্লে লিস্ট) ।

source: The pane to display with data projects. It should be one of the following: "Chooser" or "Search".
as: তথ্য বিশিষ্ট ডিস্ক প্ৰকল্পেৰ সৈতে প্ৰদৰ্শনযোগ্য পেইন । নিম্নলিখিত এটা হওয়া আৱশ্যক: "Chooser" (নিৰ্বাচক), বা "Search" (অনুসন্ধান) ।

source: The pane to display with video projects. It should be one of the following: "Chooser", "Search" or "Playlist".
as: ভিডিঅ' ডিস্ক প্ৰকল্পেৰ সৈতে প্ৰদৰ্শনযোগ্য পেইন । নিম্নলিখিত এটা হওয়া আৱশ্যক: "Chooser" (নিৰ্বাচক), "Search" (অনুসন্ধান) বা "Playlist" (প্লে লিস্ট) ।

source: This key sets where the project pane should be (0 = on the right, 1 = on the left, 2 = at the top, 3 = at the bottom)
as: এই চাবিয়ে প্ৰকল্পৰ পেইনৰ স্থান নিৰ্ধাৰণ কৰে (০ = সোঁফালে, ১ = বাওঁফালে, ২ = ওপৰত, ৩ = তলত)

source: Used in conjunction with "-immed" flag with cdrecord
as: cdrecord ৰ সৈতে "-immed" ফ্লেগৰ সৈতে একেলগে ব্যৱহাৰ কৰা হয়

source: Whether to display a side pane. Set to true to use it.
as: পাৰ্শ্ববৰ্তী পেইন প্ৰদৰ্শন কৰা হ'ব কি না । এইটো ব্যৱহাৰ কৰাৰ বাবে মান true (সত্য) নিৰ্ধাৰণ কৰক ।

source: Whether to display file preview. Set to true to use it.
as: নথিপত্ৰৰ পূৰ্ব প্ৰদৰ্শন কৰা হ'ব কি না । এইটো ব্যৱহাৰ কৰাৰ বাবে মান true (সত্য) নিৰ্ধাৰণ কৰক ।

source: Whether to use "--driver generic-mmc-raw" flag with cdrdao
as: cdrdao ৰ সৈতে " driver generic mmc raw" ফ্লেগ ব্যৱহাৰ কৰা হ'ব কি না

source: Whether to use "--driver generic-mmc-raw" flag with cdrdao. Set to True, brasero will use it; it may be a workaround for some drives/setups.
as: cdrdao ৰ সৈতে "--driver generic-mmc-raw" ফ্লেগ ব্যৱহাৰ কৰিব লাগে নে নাই । True নিৰ্ধাৰণৰ কৰিবলৈ, brasero ই ব্যৱহাৰ কৰিব; এইটো কিছুমান ড্ৰাইভ/প্ৰতিষ্ঠাৰ কাৰণে কাম কৰিব পাৰে ।

source: Whether to use "-immed" flag with cdrecord. Use with caution (set to true) as it's only a workaround for some drives/setups.
as: cdrecord ৰ সৈতে "-immed" ফ্লেগ ব্যৱহাৰ কৰিব লাগে নে নাই । সাৱধানৰে ব্যৱহাৰ কৰিব (true লৈ নিৰ্ধাৰণ কৰক) কাৰণ এইটো অকল কিছুমান ড্ৰাইভ/প্ৰতিষ্ঠাৰ কাৰণেহে কাম কৰে ।

source: Whether to use "-use-the-force-luke=dao" flag with growisofs
as: growisofs ৰ সৈতে " use the force luke=dao" ফ্লেগ ব্যৱহাৰ কৰা হ'ব কি

source: Whether to use "-use-the-force-luke=dao" flag with growisofs. Set to false, brasero won't use it; it may be a workaround for some drives/setups.
as: growisofs ৰ সৈতে "-use-the-force-luke=dao" ফ্লেগ ব্যৱহাৰ কৰিব লাগে নে নাই । false লৈ নিৰ্ধাৰণ কৰিলে, কিছুমান ড্ৰাইভ/প্ৰতিষ্ঠাৰ কাৰণেহে কাম কৰে ।

source: White list of additional plugins to use
as: ব্যৱহাৰ কৰিব লগা অতিৰিক্ত প্লাগ-ইনৰ ৱাইট লিস্ট

source: Width for image preview
as: ছবিৰ পূৰ্বপ্ৰদৰ্শনৰ বাবে ব্যৱহাৰযোগ্য প্ৰস্থৰ মাপ

source: Width for video preview
as: ভিডিঅ' পূৰ্বপ্ৰদৰ্শনৰ বাবে ব্যৱহাৰযোগ্য প্ৰস্থৰ মাপ

source: Brasero project file
as: Brasero প্ৰকল্প নথিপত্ৰ

source: Ongoing burning process
as: চলমান বাৰ্ন কৰ্ম

source: %s: "%s"
as: %1$s: %2$s

source: New disc in the burner holding source disc
as: মূল ডিস্ক ধাৰণকাৰী বাৰ্নাৰেত নতুন ডিস্ক

source: %s: no free space
as: %s: অবশিষ্ট স্থান নাই

source: %s: %s of free space
as: %s: অবশিষ্ট স্থান %s

source: Menu
as: মেনু

source: Open the selected files
as: নিৰ্বাচিত নথিপত্ৰসমূহ খুলুন

source: _Edit Information...
as: তথ্য পৰিবৰ্তন কৰক...(_E)

source: Edit the track information (start, end, author, ...)
as: ট্ৰেক সংক্ৰান্ত তথ্য পৰিবৰ্তন কৰক (আৰম্ভ, সমাপ্তি, নিৰ্মাতা, ...)

source: Remove the selected files from the project
as: নিৰ্বাচিত নথিপত্ৰসমূহ প্ৰকল্পৰ পৰা সৰিয়ে ফেলা হ'ব

source: Add the files stored in the clipboard
as: ক্লিপ বোৰ্ডে উপস্থিত নথিপত্ৰসমূহ যোগ কৰক

source: I_nsert a Pause
as: বিৰতি সন্নিবেশ কৰক (_n)

source: Add a 2 second pause after the track
as: ট্ৰেকেৰ পৰে ২ ছেকেণ্ডৰ বিৰতি যোগ কৰক

source: _Split Track...
as: ট্ৰেক বিভাজন কৰক...(_S)

source: Split the selected track
as: নিৰ্বাচিত ট্ৰেক বিভাজন কৰক

source: Pause
as: ৰখাওক

source: Split
as: বিভাজন কৰক

source: Track
as: ট্ৰেক

source: Title
as: শিৰোনাম

source: Artist
as: শিল্পী

source: Length
as: বেপ্তি

source: Analysing audio files
as: অ'ডিঅ' নথিপত্ৰৰ বিশ্লেষণ

source: The track will be padded at its end.
as: অন্তত ট্ৰেকক পেড কৰা হ'ব ।

source: The track is shorter than 6 seconds
as: ট্ৰেক ৬ ছেকেণ্ডৰ কম

source: "%s" could not be handled by Gstreamer.
as: Gstreamer দ্বাৰা "%s" পৰিচালন কৰা সম্ভৱ নহয় ।

source: Make sure the appropriate codec is installed
as: সঠিক codec ইনস্টল কৰা হৈছে কি না তা নিৰ্ধাৰণ কৰক

source: Do you want to add "%s" which is a video file?
as: আপুনি ভিডিঅ' নথিপত্ৰ "%s" যোগ কৰিবলৈ ইচ্ছুক নেকি ?

source: This file is a video and therefore only the audio part can be written to the disc.
as: এই নথিপত্ৰটি এটা ভিডিঅ' নথিপত্ৰ এবং অকলা অ'ডিঅ' অংশটুকু ডিস্কত লিখা সম্ভৱ হ'ব ।

source: _Discard File
as: নথিপত্ৰ বৰ্জন কৰক (_D)

source: _Add File
as: নথিপত্ৰ যোগ কৰক (_A)

source: Do you want to search for audio files inside the directory?
as: ডিৰেক্টৰিত অ'ডিঅ' নথিপত্ৰ অনুসন্ধান কৰা হ'ব কি?

source: Directories cannot be added to an audio disc.
as: অ'ডিঅ' ডিস্কত ডিৰেক্টৰি যোগ কৰা সম্ভৱ নহয় ।

source: Search _Directory
as: ডিৰেক্টিত অনুসন্ধান কৰক (_D)

source: "%s" could not be opened.
as: "%s" খোলা সম্ভৱ নহয় ।

source: (loading ...)
as: (লোড কৰা হৈছে ...)

source: Select one song only please.
as: অনুগ্ৰহ কৰি অকল এটা গান নিৰ্বাচন কৰক ।

source: Impossible to split more than one song at a time
as: এক সময়ে একাধিক গান বিভাজন কৰা অসম্ভৱ

source: "%s" was removed from the file system.
as: নথিপত্ৰ সিস্টেমৰ পৰা "%s" নথিপত্ৰটি আঁতৰুৱা ফেলা হৈছে ।

source: It will be removed from the project
as: এই নথিপত্ৰটি প্ৰকল্পৰ পৰাও আঁতৰুৱা ফেলা হ'ব

source: Error while blanking.
as: ৰিক্ত কৰাৰ সময় ত্ৰুটি দেখা দিছে ।

source: Blank _Again
as: পুনৰায় ৰিক্ত (_A)

source: Unknown error.
as: অজ্ঞাত ভুল

source: The disc was successfully blanked.
as: সাফল্যেৰ সৈতে ডিস্কটি ৰিক্ত কৰা হৈছে ।

source: The disc is ready for use.
as: ডিস্কটি ব্যৱহাৰেৰ বাবে প্ৰস্তুত ।

source: _Blank
as: ৰিক্ত কৰা হ'ব (_B)

source: _Fast blanking
as: দ্ৰুতগতিতে ৰিক্ত কৰাৰ ব্যৱস্থা (_F)

source: Disc Blanking
as: ডিস্ক ৰিক্ত কৰাৰ ব্যৱস্থা

source: CD/DVD Copy Options
as: CD/DVD নকল সংক্ৰান্ত বিকল্প

source: _Copy
as: প্ৰতিলিপি কৰক

source: Select disc to copy
as: নকল কৰাৰ উদ্দেশ্যে ডিস্ক নিৰ্বাচন কৰক

source: %s element could not be created
as: %s বস্তুটি নিৰ্মাণ কৰা নাযায়

source: %s only
as: অকল %s

source: Playlists
as: প্লে লিস্ট

source: Number of Songs
as: গানৰ সংখ্যা

source: Genre
as: ধৰন

source: Select Playlist
as: প্লে লিস্ট নিৰ্বাচন কৰক

source: Error parsing playlist "%s".
as: প্লে লিস্ট "%s" পাৰ্স কৰিবলৈ সমস্যা ।

source: An unknown error occured
as: অজ্ঞাত ত্ৰুটি দেখা দিছে

source: Empty
as: ৰিক্ত

source: %d song
as: %d টি গান

source: Plugin
as: প্লাগ ইন

source: Enabled
as: সক্ষম কৰা হ'ল

source: Copyright %s
as: স্বত্বাধিকাৰ %s

source: _About
as: বিষযে

source: C_onfigure
as: বিন্যাস কৰক (_o)

source: A_ctivate
as: সক্ৰিয় কৰক (_c)

source: Ac_tivate All
as: সকল সক্ৰিয় কৰক (_t)

source: _Deactivate All
as: সকল নিষ্ক্ৰিয় কৰক (_D)

source: Options for plugin %s
as: %s প্লাগ ইন সংক্ৰান্ত বিকল্প

source: Estimated drive speed:
as: ড্ৰাইভেট আনুমানিক গতি:

source: Total time: %02i:%02i:%02i
as: সৰ্বমোট সময়: %02i:%02i:%02i

source: Average drive speed:
as: ড্ৰাইভৰ গঢ় গতি:

source: Estimated remaining time: %02i:%02i:%02i
as: আনুমানিক অবশিষ্ট সময়: %02i:%02i:%02i

source: %i MiB of %i MiB
as: %i MiB, মুঠ %i MiB

source: Search:
as: অনুসন্ধান:

source: In _text documents
as: টেক্সট নথিেত (_t)

source: In _pictures
as: ছবিত (_p)

source: In _music
as: সংগীতেত (_m)

source: In _videos
as: ভিডিঅ'ত (_v)

source: Type your keywords or choose 'All files' from the menu
as: প্ৰাসঙ্গিক শব্দ নিৰ্বাচন কৰক বা মেনুৰ পৰা 'সৰ্বধৰণৰ নথিপত্ৰ' নিৰ্বাচন কৰক

source: Select if you want to search among image files only
as: অকল ছবিৰ নথিপত্ৰত অনুসন্ধান কৰিবলৈ ইচ্ছুক হ'লে তা নিৰ্ধাৰণ কৰক

source: Select if you want to search among video files only
as: অকল ভিডিঅ' নথিপত্ৰত অনুসন্ধান কৰিবলৈ ইচ্ছুক হ'লে তা নিৰ্ধাৰণ কৰক

source: Select if you want to search among audio files only
as: অকল অ'ডিঅ' নথিপত্ৰত অনুসন্ধান কৰিবলৈ ইচ্ছুক হ'লে তা নিৰ্ধাৰণ কৰক

source: Select if you want to search among your text documents only
as: অকল টেক্সট নথিপত্ৰে অনুসন্ধান কৰিবলৈ ইচ্ছুক হ'লে নিৰ্বাচন কৰক

source: Click to start the search
as: অনুসন্ধান আৰম্ভেৰ বাবে ক্লিক কৰক

source: Previous Results
as: পূৰ্ববৰ্তী ফলাফল

source: No results
as: না

source: Next Results
as: পৰবৰ্তী ফলাফল

source: Files
as: নথিপত্ৰ

source: Description
as: বিৱৰণ

source: Number of results displayed
as: প্ৰদৰ্শিত ফলাফলৰ সংখ্যা

source: Results %i - %i (out of %i)
as: ফলাফল %i %i (সৰ্বমোট %i)

source: Error querying Beagle.
as: Beagle অনুসন্ধান কৰিবলৈ সমস্যা ।

source: This information will be written to the disc using CD-TEXT technology. It can be read and displayed by some audio CD players.
as: CD TEXT প্ৰযুক্ত সহযোগে এই তথ্যসমূহ ডিস্কত লিখা হ'ব । কয়েকটি CD প্লেয়াৰ দ্বাৰা এইসমূহ পঢ়া আৰু প্ৰদৰ্শন কৰা সম্ভৱ ।

source: Composer:
as: সংগীতকাৰ:

source: Options
as: বিকল্পবোৰ

source: Song start:
as: গানৰ আৰম্ভ:

source: Song end:
as: গানৰ সমাপ্তি:

source: Pause length:
as: বিৰতিকাল:

source: Gives the length of the pause that should follow the track
as: ট্ৰেকৰ পিছত লগা স্থগিত সময়ৰ দৈৰ্ঘ্য দিয়ে

source: Track length:
as: ট্ৰেকেৰ অবকাল:

source: Song Information
as: গান সম্বন্ধীয় তথ্য

source: Song information for track %02i
as: ট্ৰেক %02i ৰ গান সংক্ৰান্ত তথ্য

source: Cancel ongoing burning
as: চলমান বাৰ্ন বাতিল কৰক

source: Show _Dialog
as: ডায়লগ প্ৰদৰ্শন কৰা হ'ব (_D)

source: Show dialog
as: ডায়লগ প্ৰদৰ্শন কৰা হ'ব

source: %s, %02i%% done, %s remaining
as: %s, %02i%% সমাপ্ত, %s অবশিষ্ট

source: %s, %02i%% done
as: %s, %02i%% সমাপ্ত

source: Creating image
as: ইমেজ সৃষ্টি কৰা হৈছে

source: Brasero - Creating Image
as: Brasero ইমেজ নিৰ্মাণ কৰা হৈছে

source: Brasero - Burning DVD (Simulation)
as: Brasero DVD বাৰ্ন কৰা হৈছে (অনুকৰণ)

source: Simulation of video DVD burning
as: ভিডিঅ' DVD বাৰ্ন কৰ্মৰ অনুকৰণ

source: Brasero - Burning DVD
as: Brasero DVD বাৰ্ন কৰা হৈছে

source: Burning video DVD
as: ভিডিঅ' DVD বাৰ্ন কৰা হৈছে
