Repository: BrewGnome/brasero
Catalog: po/*.po
Languages: as

source: Simulation of data DVD burning
as: তথ্য বিশিষ্ট DVD বাৰ্ন কৰ্মৰ অনুকৰণ

source: Burning data DVD
as: তথ্য বিশিষ্ট DVD বাৰ্ন কৰা হৈছে

source: Burning DVD (Simulation)
as: DVD বাৰ্ন কৰা হৈছে (অনুকৰণ)

source: Simulation of image to DVD burning
as: ইমেজৰ পৰা DVD বাৰ্ন কৰ্মৰ অনুকৰণ

source: Burning DVD
as: DVD বাৰ্ন কৰা হৈছে

source: Burning image to DVD
as: DVD ত ইমেজ বাৰ্ন কৰা হৈছে

source: Brasero - Copying DVD (Simulation)
as: Brasero DVD নকল কৰা হৈছে (অনুকৰণ)

source: Simulation of data DVD copying
as: তথ্য বিশিষ্ট DVD নকল কৰ্মৰ অনুকৰণ

source: Brasero - Copying DVD
as: Brasero DVD নকল কৰা হৈছে

source: Copying data DVD
as: তথ্য বিশিষ্ট DVD নকল কৰা হৈছে

source: Brasero - Burning CD (Simulation)
as: Brasero CD বাৰ্ন কৰা হৈছে (অনুকৰণ)

source: Simulation of (S)VCD burning
as: (S)VCD বাৰ্ন কৰ্মৰ অনুকৰণ

source: Brasero - Burning CD
as: Brasero CD বাৰ্ন কৰা হৈছে

source: Burning (S)VCD
as: (S)VCD বাৰ্ন কৰা হৈছে

source: Simulation of audio CD burning
as: অ'ডিঅ' CD বাৰ্ন কৰ্মৰ অনুকৰণ

source: Burning audio CD
as: অ'ডিঅ' CD বাৰ্ন কৰা হৈছে

source: Simulation of data CD burning
as: তথ্য বিশিষ্ট CD বাৰ্ন কৰ্মৰ অনুকৰণ

source: Burning data CD
as: তথ্য বিশিষ্ট CD বাৰ্ন কৰা হৈছে

source: Brasero - Copying CD (Simulation)
as: Brasero CD নকল কৰা হৈছে (অনুকৰণ)

source: Simulation of CD copying
as: CD নকল কৰ্মৰ অনুকৰণ

source: Brasero - Copying CD
as: Brasero CD নকল কৰা হৈছে

source: Copying CD
as: CD নকল কৰা হৈছে

source: Simulation of image to CD burning
as: ইমেজৰ পৰা CD বাৰ্ন কৰ্মৰ অনুকৰণ

source: Burning image to CD
as: CD ত ইমেজ বাৰ্ন কৰা হৈছে

source: Brasero - Burning disc (Simulation)
as: Brasero ডিস্ক বাৰ্ন কৰা হৈছে (অনুকৰণ)

source: Simulation of video disc burning
as: ভিডিঅ' ডিস্ক বাৰ্ন কৰ্মৰ অনুকৰণ

source: Brasero - Burning disc
as: Brasero ডিস্ক বাৰ্ন কৰা হৈছে

source: Burning video disc
as: ভিডিঅ' ডিস্ক বাৰ্ন কৰা হৈছে

source: Brasero - Burning Disc (Simulation)
as: Brasero ডিস্ক বাৰ্ন কৰা হৈছে (অনুকৰণ)

source: Simulation of data disc burning
as: তথ্য বিশিষ্ট ডিস্ক বাৰ্ন কৰ্মৰ অনুকৰণ

source: Brasero - Burning Disc
as: Brasero ডিস্ক বাৰ্ন কৰা হৈছে

source: Burning data disc
as: তথ্য বিশিষ্ট ডিস্ক বাৰ্ন কৰা হৈছে

source: Brasero - Copying Disc (Simulation)
as: Brasero ডিস্ক নকল কৰা হৈছে (অনুকৰণ)

source: Simulation of disc copying
as: ডিস্ক নকল কৰ্মৰ অনুকৰণ

source: Brasero - Copying Disc
as: Brasero ডিস্ক নকল কৰা হৈছে

source: Copying disc
as: ডিস্ক নকল কৰা হৈছে

source: Simulation of image to disc burning
as: ইমেজৰ পৰা ডিস্ক বাৰ্ন কৰ্মৰ অনুকৰণ

source: Burning image to disc
as: ডিস্কত ইমেজ বাৰ্ন কৰা হৈছে

source: Please replace the disc with a rewritable disc holding data.
as: অনুগ্ৰহ কৰি ডিস্কৰ পৰিবৰ্তে, তথ্য বিশিষ্ট এটা লিখনযোগ্য ডিস্ক ভৰাওক ।

source: Please replace the disc with a disc holding data.
as: অনুগ্ৰহ কৰি ডিস্কৰ পৰিবৰ্তে, তথ্য ধাৰণকাৰী এটা ডিস্ক ভৰাওক ।

source: Please insert a rewritable disc holding data.
as: অনুগ্ৰহ কৰি তথ্য বিশিষ্ট এটা লিখনযোগ্য ডিস্ক ভৰাওক ।

source: Please replace the disc with a recordable CD with at least %i MiB of free space.
as: ডিষ্কক অতি কমেও %i MiB ৰ মুক্ত স্থান থকা ৰেকৰ্ড কৰিব পৰা CD ৰে সলনি কৰক ।

source: Please replace the disc with a recordable CD.
as: অনুগ্ৰহ কৰি ডিস্কৰ পৰিবৰ্তে এটা লিখনযোগ্য CD ভৰাওক ।

source: Please insert a recordable CD with at least %i MiB of free space.
as: অতি কমেও %i MiB ৰ মুক্ত স্থান থকা ৰেকৰ্ড কৰিব পৰা CD ভৰাওক ।

source: Please insert a recordable CD.
as: অনুগ্ৰহ কৰি এটা লিখনযোগ্য CD ভৰাওক ।

source: Please replace the disc with a recordable DVD with at least %i MiB of free space.
as: ডিষ্কক অতি কমেও %i MiB ৰ মুক্ত স্থান থকা ৰেকৰ্ড কৰিব পৰা DVD ৰে সলনি কৰক ।

source: Please replace the disc with a recordable DVD.
as: অনুগ্ৰহ কৰি এটা লিখনযোগ্য DVD ভৰাওক ।

source: Please insert a recordable DVD with at least %i MiB of free space.
as: অতি কমেও %i MiB ৰ মুক্ত স্থান থকা ৰেকৰ্ড কৰিব পৰা DVD ভৰাওক ।

source: Please insert a recordable DVD.
as: অনুগ্ৰহ কৰি এটা লিখনযোগ্য DVD সন্নিবেশ কৰক ।

source: Please replace the disc with a recordable CD or DVD with at least %i MiB of free space.
as: অতি কমেও %i MiB ৰ মুক্ত স্থান থকা ৰেকৰ্ড কৰিব পৰা CD বা DVD ৰে সলনি কৰক ।

source: Please replace the disc with a recordable CD or DVD.
as: অনুগ্ৰহ কৰি এটা লিখনযোগ্য CD বা DVD ভৰাওক ।

source: Please insert a recordable CD or DVD with at least %i MiB of free space.
as: অতি কমেও %i MiB ৰ মুক্ত স্থান থকা ৰেকৰ্ড কৰিব পৰা CD বা DVD ভৰাওক ।

source: An image of the disc has been created on your hard drive. Burning will begin as soon as a recordable disc is inserted.
as: আপোনাৰ হাৰ্ড ড্ৰাইভত ডিষ্কৰ প্ৰতিমূৰ্তি সৃষ্টি কৰা হৈছে । ৰেকৰ্ড কৰিব পৰা ডিষ্ক ভৰোৱাৰ লগে লগে বাৰ্নিং আৰম্ভ হ'ব ।

source: A data integrity test will begin as soon as the disc is inserted.
as: ডিস্ক ভৰোৱাৰ পৰে তথ্যৰ অখণ্ডতা পৰীক্ষা কৰা হ'ব ।

source: Please re-insert the disc in the CD/DVD burner.
as: CD/DVD বাৰ্নাৰত ডিষ্ক আকৌ ভৰাওক ।

source: "%s" is busy.
as: "%s" বৰ্তমানে ব্যস্ত ।

source: Make sure another application is not using it
as: অন্য কোনো অনুপ্ৰয়োগ দ্বাৰা এইটো ব্যৱহাৰ কৰা হৈছে কি না তা পৰীক্ষা কৰক

source: There is no disc in "%s".
as: "%s" ত কোনো ডিস্ক উপস্থিত নাই ।

source: The disc in "%s" is not supported.
as: "%s" ত উপস্থিত ডিস্ক সমৰ্থিত নহয় ।

source: The disc in "%s" is not rewritable.
as: "%s" ত উপস্থিত ডিস্কটি পুনৰায় লিখনযোগ্য নহয় ।

source: The disc in "%s" is empty.
as: "%s" ত উপস্থিত ডিস্কটি ৰিক্ত ।

source: The disc in "%s" is not writable.
as: "%s" ত উপস্থিত ডিস্কটি লিখনযোগ্য ।

source: Not enough space available on the disc in "%s".
as: "%s" ত উপস্থিত ডিস্কত পৰ্যাপ্ত ৰিক্ত স্থান নাই ।

source: The disc in "%s" needs to be reloaded.
as: "%s" ত উপস্থিত ডিস্কটি পুনৰায় লোড কৰা আৱশ্যক ।

source: Please eject the disc and reload it.
as: অনুগ্ৰহ কৰি ডিষ্ক বাহিৰ কৰি পুনঃ ভৰাওক ।

source: A file could not be created at the location specified for temporary files
as: অস্থায়ী নথিপত্ৰ ৰখাৰ স্থানৰ নথিপত্ৰ সৃষ্টি কৰিব পৰা ন'গ'ল ।

source: The image could not be created at the specified location
as: নিৰ্ধাৰিত স্থানে কোনো ইমেজ সৃষ্টি কৰা নাযায়

source: Do you want to specify another location for this session or retry with the current location?
as: এই অধিবেশনৰ কাৰণে আপুনি অন্য এটা স্থান নিৰ্ধাৰণ কৰিব বিচাৰে নে বৰ্ত্তমানৰ স্থানৰ সৈতে পুনঃ চেষ্টা কৰিব বিচাৰে ?

source: You may want to free some space on the disc and retry
as: আপুনি ডিষ্কৰ স্থান ৰিক্ত কৰি আকৌ চেষ্টা কৰিব পাৰে

source: _Keep Current Location
as: বৰ্ত্তমানৰ স্থান ৰাখক (_K)

source: _Change Location
as: অৱস্থান পৰিবৰ্তন কৰক (_C)

source: Location for Image File
as: ইমেজ নথিপত্ৰৰ অৱস্থান

source: Location for Temporary Files
as: অস্থায়ী নথিপত্ৰ স্থাপনৰ বাবে অৱস্থান

source: _Replace Disc
as: ডিষ্ক সলনিন কৰক (_R)

source: Do you really want to erase the current disc?
as: আপুনি বৰ্ত্তমানৰ ডিষ্ক পৰিষ্কাৰ কৰিব বিচাৰে নেকি ?

source: The disc in the drive holds data.
as: ড্ৰাইভেত উপস্থিত ডিস্কত তথ্য উপস্থিত ৰয়েছে ।

source: _Erase Disc
as: ডিস্কৰ তথ্য আঁতৰাওক (_E)

source: Already burnt files will be invisible (though still readable).
as: ইতিমধ্যে বাৰ্ন কৰা নথিপত্ৰ দেখা নাযাব (যদিও পঢ়িব পৰা যাব) ।

source: Do you want to continue anyway?
as: তথাপি এগিয়ে চলতে ইচ্ছুক নেকি ?

source: Appending new files to a multisession disc is not advised.
as: বহুতো অধিবেশন থকা ডিষ্কত নতুন নথিপত্ৰ যোগ কৰা উপদেশিত নহয় ।

source: _Continue
as: এৰি যাওক (_C)

source: You might not be able to listen to them with stereos and CD-TEXT won't be written.
as: আপুনি সিহঁতক স্টিৰিঅ' ব্যৱহাৰ কৰি শুনিব পাৰে আৰু CD-TEXT লিখা ন'হ'ব ।

source: Appending audio tracks to a CD is not advised.
as: CD অ'ডিঅ' ট্ৰেক লিখা উপদেশিত নহয় ।

source: You might not be able to listen to it with stereos.
as: আপুনি স্টিৰিঅ' দি নুশুনিবও পাৰে ।

source: Recording audio tracks on a rewritable disc is not advised.
as: পুনঃ লিখিব পৰা ডিষ্কত অ'ডিঅ' ট্ৰেক ৰেকৰ্ড কৰা উপদেশিত নহয় ।

source: Do you want to continue with full Windows compatibility disabled?
as: আপুনি সম্পূৰ্ণ Windows compatibility নিষ্ক্ৰিয় কৰি আগবাঢ়িব বিচাৰে নেকি ?

source: Some files don't have a suitable name for a fully Windows-compatible CD.
as: সম্পূৰ্ণৰূপে Windows-compatible CD ৰ কাৰণে কিছুমান নথিপত্ৰৰ উপযুক্ত নাম নাই ।

source: Brasero - Creating Image (%i%% Done)
as: Brasero ইমেজ সৃষ্টি কৰা হৈছে (%i%% সমাপ্ত)

source: Brasero - Copying DVD (%i%% Done)
as: Brasero DVD নকল কৰা হৈছে (%i%% সমাপ্ত)

source: Brasero - Burning DVD (%i%% Done)
as: Brasero DVD বাৰ্ন কৰা হৈছে (%i%% সমাপ্ত)

source: Brasero - Copying CD (%i%% Done)
as: Brasero CD নকল কৰা হৈছে (%i%% সমাপ্ত)

source: Brasero - Burning CD (simulation)
as: Brasero CD বাৰ্ন কৰা হৈছে (অনুকৰণ)

source: Brasero - Burning CD (%i%% Done)
as: Brasero - CD বাৰ্ন কৰা হৈছে (%i%% হ'ল)

source: Brasero - Copying Disc (%i%% Done)
as: Brasero - CD নকল কৰা হৈছে (%i%% হ'ল)

source: Brasero - Burning Disc (%i%% Done)
as: Brasero - ডিষ্ক বাৰ্ন কৰা হৈছে (%i%% হ'ল)

source: The simulation was successful.
as: অনুকৰণ সফল হ'ল ।

source: Real disc burning will take place in 10 seconds.
as: সঁচা ডিষ্ক বাৰ্ন কৰা ১০ ছেকেণ্ডত আৰম্ভ হ'ব ।

source: Burn _Now
as: এতিয়া বাৰ্ন কৰক (_N)

source: Save Current Session
as: বৰ্ত্তমানৰ অধিবেশন ৰক্ষা কৰক

source: Session Log
as: অধিবেশনৰ লগ

source: The session log cannot be displayed.
as: অধিবেশনৰ লগ দেখুৱাব নোৱাৰি ।

source: The log file could not be found
as: লগ নথিপত্ৰ পোৱা ন'গ'ল ।

source: This is a excerpt from the session log (the last 10 MiB):
as: অধিবেশনৰ লগৰ এইয়া এক অংশ (শেষৰ ১০ MiB):

source: An unknown error occured.
as: অজ্ঞাত ত্ৰুটিয়ে দেখা দিছে

source: Error while burning.
as: বাৰ্ন কৰোঁতে ভুল ।

source: _Save Log
as: লগ ৰক্ষা কৰক (_S)

source: _View Log
as: লগ চাওক (_V)

source: Audio CD successfully burnt
as: অ'ডিঅ' CD সফলভাবে বাৰ্ন কৰা হৈছে

source: DVD successfully copied
as: DVD সফলভাবে নকল কৰা হৈছে

source: CD successfully copied
as: CD সফলভাবে নকল কৰা হৈছে

source: Image of DVD successfully created
as: DVD ৰ প্ৰতিমূৰ্তি সফলভাবে সৃষ্টি কৰা হ'ল

source: Image of CD successfully created
as: CD ৰ প্ৰতিমূৰ্তি সফলভাবে সৃষ্টি কৰা হ'ল

source: Image successfully burnt to DVD
as: DVD লৈ প্ৰতিমূৰ্তি সফলভাবে বাৰ্ন কৰা হ'ল

source: Image successfully burnt to CD
as: CD লৈ প্ৰতিমূৰ্তি সফলভাবে বাৰ্ন কৰা হ'ল

source: Data DVD successfully burnt
as: তথ্য DVD সফলভাবে বাৰ্ন কৰা হ'ল

source: Data CD successfully burnt
as: তথ্য CD সফলভাবে বাৰ্ন কৰা হ'ল

source: Image successfully created
as: প্ৰতিমূৰ্তি সফলভাবে সৃষ্টি কৰা হ'ল

source: Make _Another Copy
as: অন্য এটা নকল বনাওক (_A)

source: _Create Cover
as: ক'ভাৰ সৃষ্টি কৰক (_C)

source: Do you really want to quit?
as: আপুনি সঁচাকৈ প্ৰস্থান কৰিব বিচাৰে নে ?

source: Interrupting the process may make disc unusable.
as: প্ৰক্ৰিয়াত বাধা দিলে ডিষ্ক ব্যৱহাৰযোগ্য ন'হ'বও পাৰে ।

source: _Cancel Burning
as: বাৰ্ন কৰা বাতিল কৰক (_C)

source: R_ename...
as: পুনঃ নামকৰণ (_e)...

source: Rename the selected file
as: নিৰ্বাচিত নথিপত্ৰৰ পুনঃ নামকৰণ কৰক

source: New _Folder
as: নতুন ফোল্ডাৰ (_F)

source: Create a new empty folder
as: এটা নতুন ৰিক্ত ফোল্ডাৰ সৃষ্টি কৰক

source: The session could not be imported.
as: অধিবেশনৰ আমদানি কৰিব নোৱাৰি ।

source: New folder
as: নতুন ফল্ডাৰ

source: New folder %i
as: নতুন ফোল্ডাৰ %i

source: Click here not to use overburning
as: overburning ব্যৱহাৰ নকৰিবলৈ ইয়াত টিপক

source: Please delete some files from the project.
as: প্ৰকল্পৰ পৰা কিছুমান নথিপত্ৰ আঁতৰাওক ।

source: The contents of the project changed since it was saved.
as: ৰক্ষা কৰাৰ পৰা প্ৰকল্পৰ বিষয়বস্তু সলনি হ'ল ।

source: Discard the current modified project
as: বৰ্ত্তমানে সলনি কৰা প্ৰকল্প আওকাণ কৰক

source: _Discard
as: বাতিল কৰক (_D)

source: Continue with the current modified project
as: বৰ্ত্তমানৰ সলনি কৰা প্ৰকল্পৰ সৈতে আগবাঢ়ক

source: Do you want to burn "%s" to a disc or add it in to the data project?
as: আপুনি "%s" ক ডিষ্কলৈ বাৰ্ন কৰিব বিচাৰে নে তথ্য প্ৰকল্পলৈ যোগ দিব বিচাৰে ?

source: This file is the image of a disc and can therefore be burnt to disc without having to add it to a data project first.
as: নথিপত্ৰ ডিষ্কৰ প্ৰতিমূৰ্তি আৰু সেইকাৰণে প্ৰথমে তথ্য প্ৰকল্পলৈ যোগ নকৰাকে তাক ডিষ্কলৈ বাৰ্ন কৰিব পাৰিব ।

source: _Add to Project
as: প্ৰকল্পলৈ যোগ কৰক (_A)

source: _Burn...
as: বাৰ্ন কৰক (_B)

source: "%s" cannot be added to the selection.
as: "%s" ক নিৰ্বাচিত তালিকালৈ যোগ কৰিব নোৱাৰি ।

source: "%s" is a recursive symlink.
as: "%s" এটা ৰিকাৰ্ছিভ ছিম্‌-লিঙ্ক ।

source: It is a recursive symlink
as: এইটো এটা ৰিকাৰ্ছিভ ছিম্‌-লিঙ্ক ।

source: "%s" cannot be found.
as: "%s" পোৱা নাযায় ।

source: It does not exist at the specified location
as: নিৰ্দ্দিষ্ট স্থানত এইটো নাই

source: Do you really want to replace "%s"?
as: আপুনি "%s" ক সঁচাকৈ প্ৰতিস্থাপন কৰিব বিচাৰে নে ?

source: It already exists in the directory.
as: ই পঞ্জিকাত ইতিমধ্যে আছে ।

source: _Keep Project File
as: প্ৰকল্পৰ নথিপত্ৰ ৰাখক (_K)

source: _Replace Project File
as: প্ৰকল্পৰ নথিপত্ৰ সলনি কৰক (_R)

source: Do you really want to add "%s" to the selection and use the third version of ISO9660 standard to support it?
as: আপুনি সঁচাকৈ "%s" ক নিৰ্বাচিত তালিকালৈ যোগ দি আৰু ISO9660 মানৰ তৃতীয় সংস্কৰণ ব্যৱহাৰ কৰি তাক সমৰ্থন কৰিব বিচাৰে নেকি ?

source: The size of the file is over 2 GiB. Files larger than 2 GiB are not supported by ISO9660 standard in its first and second versions (the most widespread ones). It is recommended to use the third version of ISO9660 standard which is supported by most of the operating systems including Linux and all versions of Windows ©. However MacOS X cannot read images created with version 3 of ISO9660 standard.
as: নথিপত্ৰৰ আকাৰ ২ GiB তকৈ অধিক । ২ GiB তকৈ অধিক নথিপত্ৰ ISO9660 মানৰ প্ৰথম আৰু দ্বিতীয় সংস্কৰণত সমৰ্থিত নহয় (সৰ্বাধিকভাবে ব্যৱহাৰ কৰা) । এইটো উপদেশিত যে আপুনি ISO9660 মানৰ তৃতীয় সংস্কৰণ ব্যৱহাৰ কৰক যাক Linux আৰু Windows © ৰ সকলো সংস্কৰণৰ লগতে বহুতো কাৰ্য্যকৰপ্ৰণালীয়ে সমৰ্থন কৰে । কিন্তু MacOS X এ ISO9660 মানৰ ৩ সংস্কৰণৰ সৈতে সৃষ্টি কৰা প্ৰতিমূৰ্তি পঢ়িব নোৱাৰে ।

source: Do you really want to add "%s" to the selection?
as: আপুনি সঁচাকৈ "%s" ক নিৰ্বাচিত তালিকালৈ যোগ দি ব বিচাৰে নেকি ?

source: The children of this directory will have 7 parent directories. Brasero can create an image of such a file hierarchy and burn it; but the disc may not be readable on all operating systems. NOTE: Such a file hierarchy is known to work on linux.
as: এই পঞ্জিকাৰ সন্তানৰ ৭ টা পেৰেন্ট পঞ্জিকা হ'ব । Brasero য়ে তেনে এটা নথিপত্ৰৰ আকৃতিৰ প্ৰতিমূৰ্তি বনাই তাক বাৰ্ন কৰিব পাৰে; কিন্তু সকলো কাৰ্য্যকৰপ্ৰণালীত সেই পঢ়িব পৰা ন'হ'বও পাৰে । মন কৰিব: এনে নথিপত্ৰৰ আকৃতি লিনাক্সত কাম কৰে ।

source: Import %s
as: %s আমদানি কৰক

source: I_mport %s
as: %s আমদানি কৰক (_m)

source: I_mport
as: আমদানি কৰক (_m)

source: Do you want to import the session from '%s'?
as: আপুনি '%s' ৰ পৰা অধিবেশন আমদানি কৰিব বিচাৰে নেকি ?

source: That way, old files from previous sessions will be usable after burning.
as: এই ধৰণে, বাৰ্ন কৰাৰ পিছত আগৰ অধিবেশনৰ পুৰনি নথিপত্ৰ ব্যৱহাৰযোগ্য হ'ব ।

source: I_mport Session
as: অধিবেশন আমদানি কৰক (_m)

source: Click here to import its contents
as: তাৰ বিষয়বস্তু আমদানি কৰিবলৈ ইয়াত টিপক

source: Please wait while the project is loading.
as: প্ৰকল্প তুলি লোৱালৈ অলপ ৰখক ।

source: _Cancel Loading
as: তুলি লোৱা বাতিল কৰক (_C)

source: Cancel loading current project
as: বৰ্ত্তমানৰ প্ৰকল্প তুলি লোৱা বাতিল কৰক

source: Analysing files
as: নথিপত্ৰ বিশ্লেষণ কৰা হৈছে

source: File Renaming
as: নথিপত্ৰৰ পুনঃ নামকৰণ

source: _Rename
as: _পুনৰ নাম দিয়ক

source: Renaming mode
as: পুনঃ নামকৰণৰ ধৰণ

source: Size
as: আকাৰ

source: Space
as: স্পেস

source: Should files be renamed to be fully Windows-compatible?
as: সম্পূৰ্ণৰূপে Windows-compatible হ'বলৈ নথিপত্ৰক পুনঃ নামকৰণ কৰিব লাগে নেকি ?

source: Those names should be changed and truncated to 64 characters.
as: সেই নামক সলনি কৰি ৬৪ টা আখৰলৈ সৰু কৰিব লাগিব ।

source: _Disable Full Windows Compatibility
as: সম্পূৰ্ণ Windows Compatibility নিষ্ক্ৰিয় কৰক (_D)

source: _Rename for Full Windows Compatibility
as: সম্পূৰ্ণ Windows Compatibility ৰ কাৰণে পুনঃ নামকৰণ কৰক (_R)

source: Increase compatibility with _Windows systems
as: Windows প্ৰণালীৰ সৈতে সুসঙ্গত হোৱা গুণ বঢ়াওক (_W)

source: Improve compatibility with Windows systems by allowing to display long filenames (maximum 64 characters)
as: Windows প্ৰণালীৰ সেতে সুসঙ্গত হোৱা বঢ়াওক দীঘল নথিপত্ৰৰ নাম প্ৰদৰ্শন কৰাৰ অনুমতি দি (সৰ্বাধিক ৬৪ টা আখৰ)

source: Disc name
as: ডিষ্কৰ নাম

source: Disc options
as: ডিষ্কৰ বিকল্প

source: Video format:
as: ভিডিঅ' ৰ ধৰণ:

source: Format used mostly on the North American Continent
as: North American Continent ত সাধাৰণতে ব্যৱহাৰ হোৱা আকৃতি

source: Format used mostly in Europe
as: Europe সাধাৰণতে ব্যৱহাৰ কৰা আকৃতি

source: Native _format
as: নেটিভ আকৃতি (_f)

source: VCD type:
as: VCD প্ৰকাৰ:

source: Create a SVCD
as: এটা SVCD সৃষ্টি কৰক

source: Create a VCD
as: এটা VCD সৃষ্টি কৰক

source: Video Options
as: ভিডিঅ' বিকল্প

source: Disc Burning Setup
as: ডিষ্ক বাৰ্ন কৰাৰ প্ৰতিষ্ঠা

source: Unknown
as: অজ্ঞাত

source: Do you really want to choose this location?
as: আপুনি সঁচাকৈ এই স্থান বাচি ল'ব বিচাৰে নেকি ?

source: You do not have the required permission to write at this location
as: এই স্থানত লিখিবলৈ আপোনাৰ যথেষ্ট অনুমতি নাই

source: The filesystem on this volume does not support large files (size over 2 GiB). This can be a problem when writing DVDs or large images.
as: এই আয়তনত নথিপত্ৰৰপ্ৰণালীয়ে ডাঙৰ নথিপত্ৰৰ সমৰ্থন নকৰে (২ GiB তকৈ অধিক আকাৰ) । DVD বা ডাঙৰ প্ৰতিমূৰ্তি লিখোঁতে এইটো এটা সমস্যা হ'ব পাৰে ।

source: Properties of %s
as: %s ৰ বৈশিষ্ট্যবোৰ

source: Impossible to retrieve speeds
as: গতি উদ্ধাৰ কৰা সম্ভৱ নহয়

source: Max speed
as: সৰ্বাধিক গতি

source: Burning speed
as: বাৰ্ন কৰা গতি

source: _Simulate before burning
as: বাৰ্ন কৰাৰ আগতে চিমুলে'ট কৰিব (_S)

source: Brasero will simulate the burning and if it is successful, go on with actual burning after 10 seconds
as: Brasero য়ে বাৰ্ন কৰা চিমুলে'ট কৰিব আৰু সফল হ'লে, ১০ ছেকেণ্ডৰ পিছত সঁচাকৈ বাৰ্ন কৰিব

source: Use burn_proof (decrease the risk of failures)
as: burn proof ব্যৱহাৰ কৰক (_p) (বিফলতাৰ বিপদাশঙ্কা কম কৰক)

source: _Eject after burning
as: বাৰ্ন কৰাৰ পিছত ইজেক্ট কৰক (_E)

source: Burn the image directly _without saving it to disc
as: ডিষ্কত ৰক্ষা নকৰাকৈ পোনেপোনে প্ৰতিমূৰ্তি বাৰ্ন কৰক (_w)

source: Leave the disc _open to add other files later
as: পিছত নথিপত্ৰ যোগ কৰিবলৈ ডিষ্ক খোলা ৰাখক (_o)

source: Allow to add more data to the disc later
as: পিছত ডিষ্কত আৰু তথ্য যোগ কৰাৰ অনুমতি দিয়ক

source: _Temporary directory free space:
as: অস্থায়ী পঞ্জিকাৰ মুক্ত স্থান (_T):

source: Temporary files
as: অস্থায়ী নথিপত্ৰবোৰ

source: Audio files only
as: অকল অ'ডিঅ' নথিপত্ৰ

source: Movies only
as: অকল চলচিত্ৰ

# picture
source: Image files only
as: অকল ইমেজ নথিপত্ৰ

source: Select an image to write
as: লিখিবলৈ প্ৰতিমূৰ্তি বাচি লওক

source: Image Burning Setup
as: প্ৰতিমূৰ্তি বাৰ্ন কৰাৰ প্ৰতিষ্ঠা

source: Let brasero choose (safest)
as: brasero ই নিৰ্ব্বাচন কৰক (সুৰক্ষিত)

source: P_review
as: পূৰ্বদৃশ্য

source: Display video, audio and image preview
as: ভিডিঅ', অ'ডিঅ' আৰু ইমেজৰ পূৰ্ব প্ৰদৰ্শন দেখুৱাওক

source: _Show Side Panel
as: কাষৰ পেনেল দেখুৱাওক (_S)

source: Show a side pane along the project
as: প্ৰকল্পৰ লগত কাষৰ পেইন দেখুৱাওক

source: _Horizontal Layout
as: অনুভূমিক পৰিকল্পনা (_H)

source: Set an horizontal layout
as: অনুভূমিক পৰিকল্পনা নিৰ্ধাৰণ কৰক

source: _Vertical Layout
as: উলম্ব পৰিকল্পনা (_V)

source: Set a vertical layout
as: উলম্ব পৰিকল্পনা নিৰ্ধাৰণ কৰক

source: Click to close the side pane
as: কাষৰ পেইন বন্ধ কৰিবলৈ ক্লিক কৰক

source: No file
as: নথিপত্ৰ নাই ।

source: Start and stop playing
as: বজোৱা আৰম্ভ আৰু বন্ধ কৰক

source: Name:
as: নাম:

source: <span weight="bold">Size:</span> <i><span size="smaller"> %i x %i pixels</span></i>
as: <span weight="bold">আকাৰ:</span> <i><span size="smaller"> %i x %i পিক্সেল</span></i>

source: <span weight="bold">Loading information</span> about <span size="smaller"><i>%s</i></span>
as: <span weight="bold">তথ্য তুলি লোৱা হৈছে</span> এই বিষয়ে <span size="smaller"><i>%s</i></span>

source: Save current project
as: বৰ্ত্তমানৰ প্ৰকল্প ৰক্ষা কৰক

source: Save _As...
as: ... হিচাপে ছেভ কৰক

source: Save current project to a different location
as: বৰ্ত্তমানৰ প্ৰকল্পক অন্য এটা স্থানত ৰাখক

source: _Add Files
as: নথিপত্ৰ সংযোজন... (_A)

source: Add files to the project
as: প্ৰকল্পলৈ নথিপত্ৰ যোগ দিয়ক

source: _Remove Files
as: নথিপত্ৰ আঁতৰাওক (_R)

source: E_mpty Project
as: ৰিক্ত প্ৰকল্প (_m)

source: Remove all files from the project
as: প্ৰকল্পৰ পৰা সকলো নথিপত্ৰ আঁতাৰওক

source: Burn the disc
as: ডিষ্ক বাৰ্ন কৰক

source: _Name:
as: নাম (_N):

source: Start to burn the contents of the selection
as: নিৰ্ব্বাচনৰ বিষয়বস্তু বাৰ্ন কৰিবলৈ আৰম্ভ কৰক

source: Project estimated size: %s/%s
as: প্ৰকল্পৰ আনুমানিক আকাৰ: %s/%s

source: Project estimated size: %s
as: প্ৰকল্পৰ আনুমানিক আকাৰ: %s

source: Please wait until the estimation of the project size is completed.
as: অনুগ্ৰহ কৰি প্ৰকল্পৰ আকাৰ অনুমান কৰালৈকে ৰখক ।

source: All files from the project need to be analysed to complete this operation.
as: এই কাৰ্য্য সম্পূৰ্ণ কৰিবলৈ প্ৰকল্পৰ সকলো নথিপত্ৰৰ বিশ্লেষণ কৰিব লাগে ।

source: Project Size Estimation
as: প্ৰকল্পৰ আকাৰৰ আনুমান কৰা

source: Please add songs to the project.
as: অনুগ্ৰহ কৰি এই প্ৰকল্পলৈ গান যোগ দিয়ক ।

source: The project is empty
as: প্ৰকল্প ৰিক্ত

source: Please add files to the project.
as: প্ৰকল্পলৈ নথিপত্ৰ যোগ দিয়ক ।

source: Do you really want to create a new project and discard the changes to current one?
as: আপুনি সঁচাকৈ এটা নতুন প্ৰকল্প সৃষ্টি কৰি বৰ্ত্তমানৰ সলনি আওকাণ কৰিব বিচাৰে নেকি ?

source: If you choose to create a new project, all changes made will be lost.
as: আপুনি এটা নতুন প্ৰকল্প সৃষ্টি কৰিব বিচাৰিলে, সকলো সলনি হেৰুৱাব ।

source: _Discard Changes
as: সলনিবোৰ নাকচ কৰক (_D)

source: Do you really want to create a new project and discard the current one?
as: আপুনি সঁচাকৈ নতুন প্ৰকল্প সৃষ্টি কৰি বৰ্ত্তমানৰটো নাকচ কৰিব বিচাৰে নেকি ?

source: If you choose to create a new project, all files already added will be discarded. Note that files will not be deleted from their own location, just no longer listed here.
as: এটা নতুন প্ৰকল্প সৃষ্টি কৰিব বিচাৰিলে, যোগ কৰা সকলো নথিপত্ৰ নাকচ কৰা হ'ব । মন কৰিব যে নথিপত্ৰবোৰ নিজৰ স্থানৰ পৰা আঁতৰুৱা ন'হ'ব, অকল ইয়াৰ তালিকাত দেখুওৱা ন'হ'ব ।

source: _Discard Project
as: প্ৰকল্প বৰ্জন কৰক (_D)

source: Select Files
as: নথিপত্ৰবোৰ বাছনী কৰক

source: Do you really want to empty the current project?
as: আপুনি সঁচাকৈ বৰ্ত্তমানৰ প্ৰকল্প ৰিক্ত কৰিব বিচাৰে নেকি ?

source: Emptying a project will remove all files already added. All the work will be lost. Note that files will not be deleted from their own location, just no longer listed here.
as: প্ৰকল্প ৰিক্ত কৰিলে ইতিমধ্যে যোগ কৰা সকলো নথিপত্ৰ আঁতৰাব । সকলো কাম হেৰুৱাব । মন কৰিব যে নথিপত্ৰবোৰ নিজৰ স্থানৰ পৰা আঁতৰুৱা ন'হ'ব, অকল ইয়াৰ তালিকাত দেখুওৱা ন'হ'ব ।

source: _Save
as: ছেভ কৰক

source: _Add
as: য়োগ কৰক

source: _Remove
as: আঁতৰাওক (_R)

source: Your project has not been saved.
as: আপোনাৰ প্ৰকল্পক ৰক্ষা কৰা হোৱা নাই ।

source: Save the changes of current project before closing?
as: বন্ধ কৰাৰ আগতে বৰ্ত্তমান প্ৰকল্পলৈ সলনি ৰক্ষা কৰক ?

source: If you don't save, changes will be permanently lost.
as: ৰক্ষা নকৰিলে, সলনি স্থায়ীভাবে হেৰুৱাব ।

source: Cl_ose Without Saving
as: ৰক্ষা নকৰাকে বন্ধ কৰক (_o)

source: Save Current Project
as: বৰ্ত্তমানৰ প্ৰকল্প ৰক্ষা কৰক

source: Save project as Brasero audio project
as: প্ৰকল্পক Brasero অ'ডিঅ' প্ৰকল্প হিচাপে ৰক্ষা কৰক

source: Save project as a plain text list
as: প্ৰকল্পক সাধাৰণ টেক্সট তালিকা হিচাপে ৰক্ষা কৰক

source: Save project as a PLS playlist
as: প্ৰকল্পক PLS প্লেলিস্ট হিচাপে ৰক্ষা কৰক

source: Save project as an M3U playlist
as: প্ৰকল্পক এটা M3U প্লেলিস্ট হিচাপে ৰক্ষা কৰক

source: Save project as a XSPF playlist
as: প্ৰকল্পক এটা XSPF প্লেলিস্ট হিচাপে ৰক্ষা কৰক

source: Save project as an IRIVER playlist
as: প্ৰকল্পক এটা IRIVER প্লেলিস্ট হিচাপে ৰক্ষা কৰক

source: _Cover Editor
as: ক'ভাৰ সম্পাদক (_C)

source: Design and print covers for CDs
as: CD বোৰৰ কাৰণে ক'ভাৰৰ পৰিকল্পনা আৰু মূদ্ৰণ কৰক

source: _New Project
as: নতুন প্ৰকল্প (_N)

source: Create a new project
as: নতুন প্ৰকল্প এটা তৈযাৰ কৰক
