Repository: BrewGnome/brasero
Catalog: po/*.po
Languages: as

source: Edit the video information (start, end, author, ...)
as: ভিডিঅ' সংক্ৰান্ত তথ্য আঁতৰাওক (আৰম্ভ, সমাপ্তি, নিৰ্মাতা, ...)

source: Remove the selected videos from the project
as: নিৰ্বাচিত ভিডিঅ'সমূহ প্ৰকল্পৰ পৰা আঁতৰুৱা ফেলা হ'ব

source: Do you want to search for video files inside the directory?
as: ডিৰেক্টৰিত ভিডিঅ' নথিপত্ৰ অনুসন্ধান কৰা হ'ব কি?

source: Directories cannot be added to video discs.
as: ভিডিঅ' ডিস্কত ডিৰেক্টৰি যোগ কৰা সম্ভৱ নহয় ।

source: _Search Directory
as: অনুসন্ধান স্থল (_S)

source: "%s" does not have a suitable type for video projects.
as: "%s" ক ভিডিঅ' প্ৰকল্পৰ কাৰণে উপযুক্ত ধৰণ নাই ।

source: Please only add files with video contents
as: অনুগ্ৰহ কৰি অকল ভিডিঅ' নথিপত্ৰ যোগ কৰক

source: Creating file layout
as: নথিপত্ৰৰ বিন্যাস নিৰ্মাণ কৰা হৈছে

source: Use dvdauthor to create Video DVDs
as: ভিডিঅ' DVD নিৰ্মাণ কৰাৰ বাবে dvdauthor

source: Converting video file to MPEG2
as: ভিডিঅ' নথিপত্ৰকে MPEG2 বিন্যাসে ৰূপান্তৰ কৰা হৈছে

source: Vob allows to transcode any video file to a format suitable for video DVDs
as: Vob য়ে যিকোনো ভিডিঅ' নথিপত্ৰ transcode কৰিব দিয়ে ভিডিঅ' DVD ৰ উপযুক্ত আকৃতিৰ কাৰণে

source: Use vcdimager to create SVCDs
as: SVCD নিৰ্মাণ কৰাৰ বাবে vcdimager ব্যৱহাৰ কৰা হ'ব

source: Copy CDs and DVDs
as: CD আৰু DVD নকল কৰক
